{
  "verses": [
    "Lets have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it.",
    "Faith: Belief without evidence in what is told by one who speaks without knowledge, of things without parallel.",
    "Nor shall derision prove powerful against those who listen to humanity or those who follow in the footsteps of divinity, for they shall live forever. Forever.",
    "God enters by a private door into every individual.",
    "Faith is reason grown courageous.",
    "Doubt is a pain too lonely to know that faith is his twin brother.",
    "Faith, to my mind, is a stiffening process, a sort of mental starch.",
    "Faith is spiritualized imagination.",
    "Faith is a passionate intuition.",
    "To me faith means not worrying.",
    "He who has faith has... an inward reservoir of courage, hope, confidence, calmness, and assuring trust that all will come out well - even though to the world it may appear to come out most badly.",
    "As your faith is strengthened you will find that there is no longer the need to have a sense of control, that things will flow as they will, and that you will flow with them, to your great delight and benefit.",
    "In faith there is enough light for those who want to believe and enough shadows to blind those who don't.",
    "Faith is taking the first step even when you don't see the whole staircase.",
    "You block your dream when you allow your fear to grow bigger than your faith.",
    "A casual stroll through the lunatic asylum shows that faith does not prove anything.",
    "I slept with faith and found a corpse in my arms on awakening; I drank and danced all night with doubt and found her a virgin in the morning.",
    "I have great faith in fools; self-confidence my friends call it.",
    "In a decaying society, art, if it is truthful, must also reflect decay. And unless it wants to break faith with its social function, art must show the world as changeable. And help to change it.",
    "I respect faith, but doubt is what gives you an education.",
    "I began revolution with 82 men. If I had to do it again, I do it with 10 or 15 and absolute faith. It does not matter how small you are if you have faith and plan of action.",
    "The association promotes a way of life, not causes; a harmony in living, not political faiths; a bilateral loyalty, not commercial or social projects. Yet it is an association for as noble a purpose as any involved in any prior decisions.",
    "That deep emotional conviction of the presence of a superior reasoning power, which is revealed in the incomprehensible universe, forms my idea of God.",
    "Christ does not save us by acting a parable of divine love; he acts the parable of divine love by saving us. That is the Christian faith.",
    "I have not lost faith in God. I have moments of anger and protest. Sometimes I've been closer to him for that reason.",
    "Hope, like faith, is nothing if it is not courageous; it is nothing if it is not ridiculous.",
    "Practice means to perform, over and over again in the face of all obstacles, some act of vision, of faith, of desire. Practice is a means of inviting the perfection desired.",
    "Faith consists in being vitally concerned with that ultimate reality to which I give the symbolical name of God. Whoever reflects earnestly on the meaning of life is on the verge of an act of faith.",
    "Some people feel guilty about their anxieties and regard them as a defect of faith but they are afflictions, not sins. Like all afflictions, they are, if we can so take them, our share in the passion of Christ.",
    "In the evening of life we shall be judged on love, and not one of us is going to come off very well, and were it not for my absolute faith in the loving forgiveness of my Lord I could not call on him to come.",
    "We consider Christmas as the encounter, the great encounter, the historical encounter, the decisive encounter, between God and mankind. He who has faith knows this truly; let him rejoice.",
    "Nothing which is true or beautiful or good makes complete sense in any immediate context of history; therefore we must be saved by faith.",
    "If fear is cultivated it will become stronger, if faith is cultivated it will achieve mastery.",
    "The love of heaven makes one heavenly.",
    "To believe in God is impossible not to believe in Him is absurd.",
    "The only thing that stands between a man and what he wants from life is often merely the will to try it and the faith to believe that it is possible.",
    "We must not sit still and look for miracles; up and doing, and the Lord will be with thee. Prayer and pains, through faith in Christ Jesus, will do anything.",
    "The ultimate wisdom which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls faith rather than reason.",
    "Faith is not trying to believe something regardless of the evidence. Faith is daring to do something regardless of the consequences.",
    "Be faithful in small things because it is in them that your strength lies.",
    "Faith begins where Reason sinks exhausted.",
    "Faith is different from proof; the latter is human, the former is a Gift from God.",
    "Faith is the bird that feels the light when the dawn is still dark.",
    "Faith is to believe what you do not see; the reward of this faith is to see what you believe.",
    "Faith is the strength by which a shattered world shall emerge into the light.",
    "One of the things I learned the hard way was that it doesn't pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.",
    "Patience and Diligence, like faith, remove mountains.",
    "True faith is belief in the reality of absolute values.",
    "Science has a simple faith, which transcends utility. It is the faith that it is the privilege of man to learn to understand, and that this is his mission.",
    "Faith may be defined briefly as an illogical belief in the occurrence of the improbable.",
    "God... a being whose only definition is that he is beyond man's power to conceive.",
    "To disbelieve is easy; to scoff is simple; to have faith is harder.",
    "It's lack of faith that makes people afraid of meeting challenges, and I believed in myself.",
    "Anybody who has been seriously engaged in scientific work of any kind realizes that over the entrance to the gates of the temple of science are written the words: 'Ye must have faith.'",
    "Getting ahead in a difficult profession requires avid faith in yourself. That is why some people with mediocre talent, but with great inner drive, go so much further than people with vastly superior talent.",
    "Worry is spiritual short sight. Its cure is intelligent faith.",
    "Corruption is nature's way of restoring our faith in democracy.",
    "Faith is not belief without proof, but trust without reservation.",
    "I am prejudiced in favor of him who, without impudence, can ask boldly. He has faith in humanity, and faith in himself. No one who is not accustomed to giving grandly can ask nobly and with boldness.",
    "Faith: not wanting to know what is true.",
    "A faith is a necessity to a man. Woe to him who believes in nothing.",
    "I would not attack the faith of a heathen without being sure I had a better one to put in its place.",
    "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.",
    "Comedy is an escape, not from truth but from despair; a narrow escape into faith.",
    "Faith goes out through the window when beauty comes in at the door.",
    "Faith is the sense of life, that sense by virtue of which man does not destroy himself, but continues to live on. It is the force whereby we live.",
    "My reason nourishes my faith and my faith my reason.",
    "Faith is not contrary to reason.",
    "Faith embraces many truths which seem to contradict each other.",
    "Faith is an oasis in the heart which will never be reached by the caravan of thinking.",
    "If we were logical, the future would be bleak, indeed. But we are more than logical. We are human beings, and we have faith, and we have hope, and we can work.",
    "How many things we held yesterday as articles of faith which today we tell as fables.",
    "Machiavelli's teaching would hardly have stood the test of Parliamentary government, for public discussion demands at least the profession of good faith.",
    "You cannot be President of the United States if you don't have faith. Remember Lincoln, going to his knees in times of trial in the Civil War and all that stuff.",
    "Faith is the first factor in a life devoted to service. Without it, nothing is possible. With it, nothing is impossible.",
    "The investigator should have a robust faith - and yet not believe.",
    "Each of us has an inner dream that we can unfold if we will just have the courage to admit what it is. And the faith to trust our own admission. The admitting is often very difficult.",
    "No man likes to have his intelligence or good faith questioned, especially if he has doubts about it himself.",
    "In a democracy, dissent is an act of faith.",
    "Politics is an act of faith; you have to show some kind of confidence in the intellectual and moral capacity of the public.",
    "Faith is much better than belief. Belief is when someone else does the thinking.",
    "It is only by risking our persons from one hour to another that we live at all. And often enough our faith beforehand in an uncertified result is the only thing that makes the result come true.",
    "Anyone who knows history, particularly the history of Europe, will, I think, recognize that the domination of education or of government by any one particular religious faith is never a happy arrangement for the people.",
    "I have no faith in human perfectability. I think that human exertion will have no appreciable effect upon humanity. Man is now only more active - not more happy - nor more wise, than he was 6000 years ago.",
    "Faith is a continuation of reason.",
    "One of the embarrassing problems for the early nineteenth-century champions of the Christian faith was that not one of the first six Presidents of the United States was an orthodox Christian.",
    "Faith is the great cop-out, the great excuse to evade the need to think and evaluate evidence. Faith is belief in spite of, even perhaps because of, the lack of evidence.",
    "Man must cease attributing his problems to his environment, and learn again to exercise his will - his personal responsibility in the realm of faith and morals.",
    "Keep your dreams alive. Understand to achieve anything requires faith and belief in yourself, vision, hard work, determination, and dedication. Remember all things are possible for those who believe.",
    "Love, like a chicken salad or restaurant hash, must be taken with blind faith or it loses its flavor.",
    "In a world of prayer, we are all equal in the sense that each of us is a unique person, with a unique perspective on the world, a member of a class of one.",
    "Ours is a country built more on people than on territory. The Jews will come from everywhere: from France, from Russia, from America, from Yemen... Their faith is their passport.",
    "I gave in, and admitted that God was God.",
    "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.",
    "An atheist may be simply one whose faith and love are concentrated on the impersonal aspects of God.",
    "The mysteries of faith are degraded if they are made into an object of affirmation and negation, when in reality they should be an object of contemplation.",
    "Life is doubt, and faith without doubt is nothing but death.",
    "Flatter not thyself in thy faith in God if thou hast not charity for thy neighbor.",
    "Obedience is the fruit of faith.",
    "Base souls have no faith in great individuals.",
    "Stupidity, outrage, vanity, cruelty, iniquity, bad faith, falsehood - we fail to see the whole array when it is facing in the same direction as we.",
    "Action and faith enslave thought, both of them in order not be troubled or inconvenienced by reflection, criticism, and doubt.",
    "Every life is a profession of faith, and exercises an inevitable and silent influence.",
    "Society lives by faith, and develops by science.",
    "Happy is the son whose faith in his mother remains unchallenged.",
    "God always takes the simplest way.",
    "Be courageous. I have seen many depressions in business. Always America has emerged from these stronger and more prosperous. Be brave as your fathers before you. Have faith! Go forward!",
    "There is nothing wrong with America that faith, love of freedom, intelligence, and energy of her citizens cannot cure.",
    "Only our individual faith in freedom can keep us free.",
    "A faith is something you die for, a doctrine is something you kill for. There is all the difference in the world.",
    "Faith is not a thing which one 'loses', we merely cease to shape our lives by it.",
    "Purity is not imposed upon us as though it were a kind of punishment, it is one of those mysterious but obvious conditions of that supernatural knowledge of ourselves in the Divine, which we speak of as faith. Impurity does not destroy this knowledge, it slays our need for it.",
    "The essential element in personal magnetism is a consuming sincerity - an overwhelming faith in the importance of the work one has to do.",
    "I see heaven's glories shine and faith shines equal.",
    "To believe only possibilities is not faith, but mere philosophy.",
    "As reason is a rebel to faith, so passion is a rebel to reason.",
    "Faith is not something to grasp, it is a state to grow into.",
    "Non-violence is the article of faith.",
    "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.",
    "Intolerance betrays want of faith in one's cause.",
    "There is nothing that wastes the body like worry, and one who has any faith in God should be ashamed to worry about anything whatsoever.",
    "If you have abandoned one faith, do not abandon all faith. There is always an alternative to the faith we lose. Or is it the same faith under another mask?",
    "In properly organized groups no faith is required; what is required is simply a little trust and even that only for a little while, for the sooner a man begins to verify all he hears the better it is for him.",
    "The only faith that wears well and holds its color in all weathers is that which is woven of conviction and set with the sharp mordant of experience.",
    "Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.",
    "Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times.",
    "Faith must trample under foot all reason, sense, and understanding.",
    "Reason is the enemy of faith.",
    "All who call on God in true faith, earnestly from the heart, will certainly be heard, and will receive what they have asked and desired.",
    "Pray, and let God worry.",
    "The way to see by Faith is to shut the Eye of Reason.",
    "Man is wise and constantly in quest of more wisdom; but the ultimate wisdom, which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls forth faith rather than reason.",
    "Faith in a holy cause is to a considerable extent a substitute for lost faith in ourselves.",
    "The greatest act of faith is when a man understands he is not God.",
    "Prayer should be the key of the day and the lock of the night.",
    "If you think you can win, you can win. Faith is necessary to victory.",
    "All that I am I owe to Jesus Christ, revealed to me in His divine Book.",
    "Faith keeps many doubts in her pay. If I could not doubt, I should not believe.",
    "A great city, whose image dwells in the memory of man, is the type of some great idea. Rome represents conquest; Faith hovers over the towers of Jerusalem; and Athens embodies the pre-eminent quality of the antique world, Art.",
    "Faith without works is like a bird without wings; though she may hop with her companions on earth, yet she will never fly with them to heaven.",
    "You can judge the quality of their faith from the way they behave. Discipline is an index to doctrine.",
    "Faith is an excitement and an enthusiasm: it is a condition of intellectual magnificence to which we must cling as to a treasure, and not squander on our way through life in the small coin of empty words, or in exact and priggish argument.",
    "The man who cannot believe in himself cannot believe in anything else. The basis of all integrity and character is whatever faith we have in our own integrity.",
    "Not brute force but only persuasion and faith are the kings of this world.",
    "A man of courage is also full of faith.",
    "That willing suspension of disbelief for the moment, which constitutes poetic faith.",
    "Faith is the confidence, the assurance, the enforcing truth, the knowing.",
    "Faith is love taking the form of aspiration.",
    "Each blade of grass has its spot on earth whence it draws its life, its strength; and so is man rooted to the land from which he draws his faith together with his life.",
    "There is but one cause of human failure. And that is man's lack of faith in his true Self.",
    "Faith means belief in something concerning which doubt is theoretically possible.",
    "Our faith is faith in someone else's faith, and in the greatest matters this is most the case.",
    "Whatever universe a professor believes in must at any rate be a universe that lends itself to lengthy discourse. A universe definable in two sentences is something for which the professorial intellect has no use. No faith in anything of that cheap kind!",
    "The separation of church and state is a source of strength, but the conscience of our nation does not call for separation between men of state and faith in the Supreme Being.",
    "Faith makes all things possible... love makes all things easy.",
    "It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?",
    "God never made a promise that was too good to be true.",
    "Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope.",
    "Have no fear of moving into the unknown. Simply step out fearlessly knowing that I am with you, therefore no harm can befall you; all is very, very well. Do this in complete faith and confidence.",
    "Life is a battle between faith and reason in which each feeds upon the other, drawing sustenance from it and destroying it.",
    "Belief in a cruel God makes a cruel man.",
    "We are twice armed if we fight with faith.",
    "Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false? If you gain, you gain all; if you lose, you lose nothing. Wager, then, without hesitation, that He exists.",
    "For modes of faith let graceless zealots fight, His can't be wrong whose life is in the right.",
    "I believe though I do not comprehend, and I hold by faith what I cannot grasp with the mind.",
    "It is a great consolation for me to remember that the Lord, to whom I had drawn near in humble and child-like faith, has suffered and died for me, and that He will look on me in love and compassion.",
    "Fear is the denomination of the Old Testament; belief is the denomination of the New.",
    "If patience is worth anything, it must endure to the end of time. And a living faith will last in the midst of the blackest storm.",
    "But for my faith in God, I should have been a raving maniac.",
    "Each one prays to God according to his own light.",
    "Unwearied ceaseless effort is the price that must be paid for turning faith into a rich infallible experience.",
    "Only he can take great resolves who has indomitable faith in God and has fear of God.",
    "A small body of determined spirits fired by an unquenchable faith in their mission can alter the course of history.",
    "Before the throne of the Almighty, man will be judged not by his acts but by his intentions. For God alone reads our hearts.",
    "There lives more faith in honest doubt, believe me, than in half the creeds.",
    "Reason is our soul's left hand, faith her right.",
    "Faith and doubt both are needed - not as antagonists, but working side by side to take us around the unknown curve.",
    "A library implies an act of faith.",
    "Is he alone who has courage on his right hand and faith on his left hand?",
    "Every tomorrow has two handles. We can take hold of it with the handle of anxiety or the handle of faith.",
    "To Follow by faith alone is to follow blindly.",
    "Faith consists in believing when it is beyond the power of reason to believe.",
    "The keys to patience are acceptance and faith. Accept things as they are, and look realistically at the world around you. Have faith in yourself and in the direction you have chosen.",
    "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "I had faith in Israel before it was established, I have in it now. I believe it has a glorious future before it - not just another sovereign nation, but as an embodiment of the great ideals of our civilization.",
    "If you want to lose your faith, make friends with a priest.",
    "Pray as though everything depended on God. Work as though everything depended on you.",
    "In economics, hope and faith coexist with great scientific pretension and also a deep desire for respectability.",
    "In the affairs of this world, men are saved not by faith, but by the want of it.",
    "Now, God be praised, that to believing souls gives light in darkness, comfort in despair.",
    "It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason.",
    "I don't have to have faith, I have experience.",
    "We have one life; it soon will be past; what we do for God is all that will last.",
    "Not truth, but faith, it is that keeps the world alive.",
    "What happened on September 11 compels us to focus on who we are as Americans, what we stand for, what really matters in our lives - family, friends, faith and freedom.",
    "Believe in yourself, and the rest will fall into place. Have faith in your own abilities, work hard, and there is nothing you cannot accomplish.",
    "Oklahomans value our children and our seniors. Oklahomans value traditions of faith. Oklahomans value our heroes, our veterans. Oklahomans value innovation and the creative arts.",
    "The enemy is not Islam, the great world faith, but a perversion of Islam.",
    "God will never give you anything you can't handle, so don't stress.",
    "Faith given back to us after a night of doubt is a stronger thing, and far more valuable to us than faith that has never been tested.",
    "What unites Oklahomans today is what has always united us: Our unshakable faith. Our love of family and compassion for others. The unlimited promise of a hopeful future.",
    "Inflexible in faith, invincible in arms.",
    "Faith gives you an inner strength and a sense of balance and perspective in life.",
    "I have written too much history to have faith in it; and if anyone thinks I'm wrong, I am inclined to agree with him.",
    "If you went to your closet today, would you pull out the same outfit you wore 10 or 15 years ago? You wear feelings and faith differently as well.",
    "People who believe they have the power to exercise some measure of control over their lives are healthier, more effective and more successful than those who lack faith in their ability to effect changes in their lives.",
    "Of all the things Christ wants for us, loving Him and focusing our attention on Him are the most important.",
    "He wants you all to Himself to put His loving, divine arms around you.",
    "That is not to say that we can relax our readiness to defend ourselves. Our armament must be adequate to the needs, but our faith is not primarily in these machines of defense but in ourselves.",
    "Saving faith is an immediate relation to Christ, accepting, receiving, resting upon Him alone, for justification, sanctification, and eternal life by virtue of God's grace.",
    "Why should any man have power over any other man's faith, seeing Christ Himself is the author of it?",
    "Faith in oneself is the best and safest course.",
    "I live and love in God's peculiar light.",
    "Having a clear faith, based on the creed of the church is often labeled today as fundamentalism. Whereas relativism, which is letting oneself be tossed and swept along by every wind of teaching, look like the only attitude acceptable to today's standards.",
    "An Adult faith does not follow the waves of fashion and the latest novelties.",
    "Reason is an action of the mind; knowledge is a possession of the mind; but faith is an attitude of the person. It means you are prepared to stake yourself on something being so.",
    "The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.",
    "To one who has faith, no explanation is necessary. To one without faith, no explanation is possible.",
    "The truth of our faith becomes a matter of ridicule among the infidels if any Catholic, not gifted with the necessary scientific learning, presents as dogma what scientific scrutiny shows to be false.",
    "The ultimate ground of faith and knowledge is confidence in God.",
    "Faith, mighty faith, the promise sees, And looks to God alone; Laughs at impossibilities, And cries it shall be done.",
    "A sublime faith in human imbecility has seldom led those who cherish it astray.",
    "My mother was the influence in my life. She was strong; she had great faith in the ultimate triumph of justice and hard work. She believed passionately in education.",
    "Trust is to human relationships what faith is to gospel living. It is the beginning place, the foundation upon which more can be built. Where trust is, love can flourish.",
    "Seeds of faith are always within us; sometimes it takes a crisis to nourish and encourage their growth.",
    "It takes vision and courage to create - it takes faith and courage to prove.",
    "When the principles that run against your deepest convictions begin to win the day, then the battle is your calling, and peace has become sin. You must at the price of dearest peace lay your convictions bare before friend and enemy with all the fire of your faith.",
    "In actual life, every great enterprise begins with and takes its first forward step in faith.",
    "Faith has to do with things that are not seen and hope with things that are not at hand.",
    "I fight fairly, and in good faith.",
    "Prayer is as natural an expression of faith as breathing is of life.",
    "Never be discouraged. If I were sunk in the lowest pits of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.",
    "Blind faith, no matter how passionately expressed, will not suffice. Science for its part will test relentlessly every assumption about the human condition.",
    "Faith is not simply a patience that passively suffers until the storm is past. Rather, it is a spirit that bears things - with resignations, yes, but above all, with blazing, serene hope.",
    "I guess my religious faith sustained me more than anything else. Family is also very important. If I didn't have children, it would have been too difficult. Even if you are strong, you still need people who would support you all the way.",
    "Talk unbelief, and you will have unbelief; but talk faith, and you will have faith. According to the seed sown will be the harvest.",
    "The Bible is our rule of faith and doctrine.",
    "Vision looks upward and becomes faith.",
    "Moderation is part of faith, so those who accuse Muslim schools of fostering fanaticism should learn a bit more about Islam.",
    "Man, I just feel blessed... I was in a situation where the only way I could come out of it was by putting my faith in God. No matter how good my lawyers were, no matter how much celebrity I had, everything was just stacked up against me.",
    "I don't know what religious people do. I kind of wished I'd been a Christian with the blind faith that God is doing the right thing. As a Buddhist, you feel like you have more control over the situation, and that you can change your karma.",
    "Love, hope, fear, faith - these make humanity; These are its sign and note and character.",
    "If faith is lost, there is no security and there is no life for him who does not adhere to religion.",
    "I want to be remembered as the person who helped us restore faith in ourselves.",
    "By any reasonable measure of achievement, the faith of the Enlightenment thinkers in science was justified.",
    "What does God the Father look like? Although I've never seen Him, I believe - as with the Holy Spirit - He looks like Jesus looked on earth.",
    "Fight the good fight of faith, and God will give you spiritual mercies.",
    "I seek a deeper truth, but I don't think I have to go to a building designated for worship to find it.",
    "Let the people who never find true love keep saying that there's no such thing. Their faith will make it easier for them to live and die.",
    "If you desire to be pure, have firm faith, and slowly go on with your devotional practices without wasting your energy in useless scriptural discussions and arguments. Your little brain will otherwise be muddled.",
    "I'm not a big fan of religion for that reason. But I am a true believer in God, and I have great faith, and I think that a spiritual connection with something is a really important part of our experience. That doesn't necessarily have anything to do with the church.",
    "To have faith in Divine protection is good, but even beter if backed by the pratical assistance heaven has a right to expect from sensible mortals.",
    "The belief that there are other life forms in the universe is a matter of faith. There is not a single shred of evidence for any other life forms, and in forty years of searching, none has been discovered. There is absolutely no evidentiary reason to maintain this belief.",
    "If faith in ourselves had been more extensively taught and practiced, I am sure a very large portion of the evils and miseries that we have would have vanished.",
    "The naturalists of our own time hold equal faith in the wonders of the sea, but seek therein rather for the links of nature's chain than for apparent exceptions.",
    "The figure is still the only thing I have faith in in terms of how much emotion it's charged with and how much subject matter is there.",
    "Notwithstanding these setbacks, the dream of a beautiful American orchestra goes on, and I share Dr. King's faith that each year we move inexorably closer to a magnificent opening night.",
    "There is greatness in the fear of God, contentment in faith of God, and honour in humility.",
    "He who is not impressed by sound advice, lacks faith.",
    "Put your nose into the Bible everyday. It is your spiritual food. And then share it. Make a vow not to be a lukewarm Christian.",
    "The principal end both of my father and of myself in the conquest of India... has been the propagation of the holy Catholic faith.",
    "Many are needed to plant and water what has been planted now that the faith has spread so far and there are so many people... No matter who plants or waters, God gives no harvest unless what is planted is the faith of Peter and unless he agrees to his teachings.",
    "Remember the sufferings of Christ, the storms that were weathered... the crown that came from those sufferings which gave new radiance to the faith... All saints give testimony to the truth that without real effort, no one ever wins the crown.",
    "It is not difficult for me to have this faith, for it is incontrovertible that where there is a plan there is intelligence - an orderly, unfolding universe testifies to the truth of the most majestic statement ever uttered - 'In the beginning, God.'",
    "A person who has sympathy for mankind in the lump, faith in its future progress, and desire to serve the great cause of this progress, should be called not a humanist, but a humanitarian, and his creed may be designated as humanitarianism.",
    "When our forefathers put down roots in desolate places, the thing that allowed them to survive was that they had a faith to see them through the tough times.",
    "While we may be of different faiths, we have a strong sense of faith, family, community. We hold the values of freedom and human rights very high and I think that those are all a part of a very strong quilt that binds us together.",
    "Visible Faith is an expression of my Christian faith which must be visible to be real! I gave the name to the collection of musicians who worked with me on the record.",
    "The realm of immediate or personal knowledge is a narrow circle in which these bodies move; the realm of knowledge derived through faith is as wide as the universe, and old as eternity.",
    "Things can fall apart, or threaten to, for many reasons, and then there's got to be a leap of faith. Ultimately, when you're at the edge, you have to go forward or backward; if you go forward, you have to jump together.",
    "With faith and courage, generations of Armenians have overcome great suffering and proudly preserved their culture, traditions, and religion and have told the story of the genocide to an often indifferent world.",
    "I think if you look at yesterday's New York Times poll, particularly when you judge Democrats in Congress versus the Republicans in Congress, people put a little more faith, or even a little more than a little more faith in the Democrats in Congress.",
    "A quick example of that is a woman who said she'd been healed of throat cancer where the faith healer admitted he touched her on the forehead.",
    "And the attitude of faith is the very opposite of clinging to belief, of holding on.",
    "But the attitude of faith is to let go, and become open to truth, whatever it might turn out to be.",
    "Faith is a state of openness or trust.",
    "In other words, a person who is fanatic in matters of religion, and clings to certain ideas about the nature of God and the universe, becomes a person who has no faith at all.",
    "To have faith is to trust yourself to the water. When you swim you don't grab hold of the water, because if you do you will sink and drown. Instead you relax, and float.",
    "The unutterable violence of the Holocaust shook our confidence in the possibility of telling any story of faith at all.",
    "I think people who are creative are the luckiest people on earth. I know that there are no shortcuts, but you must keep your faith in something Greater than You, and keep doing what you love. Do what you love, and you will find the way to get it out to the world.",
    "As a world view, Darwinism cannot of course be refuted, since Faith is, always has been, and always will be, stronger than facts.",
    "Faith is believing in things when common sense tells you not to.",
    "Once you're successful with a certain kind of music, it's hard not to have faith in it as a means to stay successful.",
    "When prayer removes distrust and doubt and enters the field of mental certainty, it becomes faith; and the universe is built on faith.",
    "We can no more do without spirituality than we can do without food, shelter, or clothing.",
    "It comes with faith, for with complete faith there is no fear of what faces you in life or death.",
    "I have an almost complete disregard of precedent, and a faith in the possibility of something better. It irritates me to be told how things have always been done. I defy the tyranny of precedent. I go for anything new that might improve the past.",
    "I met the president when he was president-elect at a meeting in Austin. He spoke of his faith. He spoke of his desire for a compassionate conservatism, for a faith-based initiative that would do something for poor people.",
    "I think it's a good thing for a president or political leaders to want to put their values or their faith into action. Desmond Tutu did that in South Africa. Martin Luther King Jr. did that here. This is a good thing.",
    "I'm often asked what I think about the faith of the President George W. Bush. I think it is sincere. I think it's very real. I think it's deeply held.",
    "So when the only domestic social policy is tax cuts that mostly benefit the wealthiest Americans, we say, 'Where is faith being put into action here?'",
    "If solace is any sort of succor to someone, that is sufficient. I believe in the faith of people, whatever faith they may have.",
    "The belief of our Reason is an Exercise of Faith, and Faith is an Act of Reason.",
    "Faith activates God - Fear activates the Enemy.",
    "God didn't make a mistake when He made you. You need to see yourself as God sees you.",
    "When you focus on being a blessing, God makes sure that you are always blessed in abundance.",
    "Amidst the confusion of the times, the conflicts of conscience, and the turmoil of daily living, an abiding faith becomes an anchor to our lives.",
    "Choose your friends with caution; plan your future with purpose, and frame your life with faith.",
    "Faith and doubt cannot exist in the same mind at the same time, for one will dispel the other.",
    "I wasn't with Joseph, but I believe him. My faith did not come to me through science, and I will not permit so-called science to destroy it.",
    "Should doubt knock at your doorway, just say to those skeptical, disturbing, rebellious thoughts, I propose to stay with my faith, with the faith of my people.",
    "Faith is like a kernel of wheat.",
    "Now the true soldiers of Christ must always be prepared to do battle for the truth, and must never, so far as lies with them, allow false convictions to creep in.",
    "God continues to work miracles in my life.",
    "More recently, as faith gave way to materialism, anti-Semitism assumed a secular mode, harnessing itself to the dominant ideologies of both the Left and the Right.",
    "Know why you believe, understand what you believe, and possess a reason for the faith that is in you.",
    "I do respect people's faith, but I don't respect their manipulation of that faith in order to create fear and control.",
    "Our ministry is supported entirely by faith, through the missions gifts of readers who receive my messages every three weeks. We seldom mention money, and we never burden supporters.",
    "It was seldom that I attended any religious meetings, as my parents had not much faith in and were never so unfortunate as to unite themselves with any of the religious sects.",
    "Physical strength can never permanently withstand the impact of spiritual force.",
    "In light of these facts Republicans have put forth a variety of proposals to make Social Security remain solvent for future generations. But up to this point, Democrats have chosen to oppose our good faith efforts and insist that indeed there is no problem.",
    "Faith and prayer are the vitamins of the soul; man cannot live in health without them.",
    "If you believe in God, He will open the windows of heaven and pour blessings upon you.",
    "God does say He will graciously entertain our prayers. He says that if we exercise faith, and if our request is in accordance with His will, He will hear us.",
    "My heart hath often been deeply afflicted under a feeling that the standard of pure righteousness is not lifted up to the people by us, as a society, in that clearness which it might have been, had we been as faithful as we ought to be to the teachings of Christ.",
    "The United States have fulfilled in good faith all their treaty stipulations with the Indian tribes, and have in every other instance insisted upon a like performance of their obligations.",
    "Life is only a long and bitter suicide, and faith alone can transform this suicide into a sacrifice.",
    "Faith is the black person's federal reserve system.",
    "I believe that we must reach our brother, never toning down our fundamental oppositions, but meeting him when he asks to be met, with a reason for the faith that is in us, as well as with a loving sympathy for them as brothers.",
    "It is easier to have faith that God will support each House of Hospitality and Farming Commune and supply our needs in the way of food and money to pay bills, than it is to keep a strong, hearty, living faith in each individual around us - to see Christ in him.",
    "Our faith is stronger than death, our philosophy is firmer than flesh, and the spread of the Kingdom of God upon the earth is more sublime and more compelling.",
    "What do you mean by faith? Is faith enough for Man? Should he be satisfied with faith alone? Is there no way of finding out the truth? Is the attitude of faith, of believing in something for which there can be no more than philosophic proof, the true mark of a Christian?",
    "My father, who died a few years ago, was a good, simple, very honest man. His faith and affection for his family was just unassailable, without question.",
    "But how odd that in this heathen nation of empty pews, where churches' bare, ruined choirs are converted into luxury loft living, a Labour government - yes, a Labour government - is deliberately creating a huge expansion of faith schools.",
    "A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned.",
    "There are so many people that don't believe in themselves and don't have faith.",
    "I die the king's faithful servant, but God's first.",
    "I never really had the classic struggle. I had faith.",
    "Have faith in your own thoughts.",
    "We're telling a story. And the demands of that are different from the demands of a documentary. The audience must believe in order to keep faith in the story.",
    "But back to your question, it was a wonderful experience with the Art Ensemble, and I keep in contact and sort of follow what's going on, but it was also very important to make this step, you may say this leap of faith.",
    "We're very open and outspoken about our faith and our beliefs. We also talk about our doubts, our moments of insecurities. We talk about it all day, how we're inspired by God. We recognize little miracles every day, and that's how we're raising our daughter.",
    "Let's say black, the whole black religious experience, here, is very impressive to me, because when I first arrived I realized that people carry their faith with so much pride.",
    "I love the fact that we, as black people, carry our faith with us. We share it and embrace it and love it and talk about it because we talk about everything else and why not that and that was the first impression that I had that really touched me.",
    "If you have God on your side, everything becomes clear.",
    "It's very important that every movie I do makes money because I want the people that had the faith in me to get their money back.",
    "It just took all of that to come to a screeching halt, to get to the point of having nothing, for me to finally realize, Hey, what are you fighting with this for? Until then, I hadn't claimed my faith as my own; I had just grown up with it.",
    "I haven't lost faith in human nature and I haven't decided to be less compassionate to strangers.",
    "I hold that religion and faith are two different things.",
    "There are divers men who make a great show of loyalty, and pretend to such discretion in the hidden things they hear, that at the end folk come to put faith in them.",
    "Ask those who love Him with a sincere love, and they will tell you that they find no greater or prompter relief amid the troubles of their life than in loving conversation with their Divine Friend.",
    "Even if a unity of faith is not possible, a unity of love is.",
    "To be sure, the response of faith to revelation, which God grants to the creature he chooses and moves with his love, occurs in such a way that it is truly the creature that provides the response, with its own nature and its natural powers of love.",
    "I would love to hear all types of Christian artists played all over the world. I'd love to hear good, positive mainstream music played all over the place. I'd love to be able to bring music together. But I have not deserted Christ. I have not deserted my faith.",
    "Have faith in God; God has faith in you.",
    "Obedience is an act of faith; disobedience is the result of unbelief.",
    "Your faithfulness makes you trustworthy to God.",
    "There are many talented people who haven't fulfilled their dreams because they over thought it, or they were too cautious, and were unwilling to make the leap of faith.",
    "I believe that the Framers of the Constitution made their intent clear when they wrote the First Amendment. I believe they wanted to keep the new government from endorsing one religion over another, not erase the public consciousness or common faith.",
    "The meme for blind faith secures its own perpetuation by the simple unconscious expedient of discouraging rational inquiry.",
    "When did we begin to lose faith in our ability to effect change?",
    "I never search for a reason why - I have faith in the Lord's purpose.",
    "After the desperate years of their own war, after six years of repression inside Spain and six years of horror in exile, these people remain intact in spirit. They are armed with a transcendent faith; they have never won, and yet they have never accepted defeat.",
    "With faith, discipline and selfless devotion to duty, there is nothing worthwhile that you cannot achieve.",
    "Christianity emerged from the religion of Israel. Or rather, it has as its background a persistent strain in that religion. To that strain Christians have looked back, and rightly, as the preparation in history for their faith.",
    "My parents shared not only an improbable love, they shared an abiding faith in the possibilities of this nation. They would give me an African name, Barack, or blessed, believing that in a tolerant America your name is no barrier to success.",
    "You know, my faith is one that admits some doubt.",
    "Keep the faith, don't lose your perseverance and always trust your gut extinct.",
    "Stand straight, walk proud, have a little faith.",
    "If you desire faith, then you have faith enough.",
    "Knowledge is only one half. Faith is the other.",
    "We are never defeated unless we give up on God.",
    "When faith is lost, when honor dies, the man is dead.",
    "Keep your faith in God, but keep your powder dry.",
    "Writing is an act of faith, not a trick of grammar.",
    "Fear clogs; faith liberates.",
    "The principle part of faith is patience.",
    "First, I prepare. Then I have faith.",
    "Faith which does not doubt is dead faith.",
    "Faith is the state of being ultimately concerned.",
    "We are a long time in learning that all our strength and salvation is in God.",
    "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty.",
    "Human misery is too great for men to do without faith.",
    "Faith is the very first thing you should pack in a hope chest.",
    "Doubt is not the opposite of faith; it is one element of faith.",
    "Blind faith in your leaders, or in anything, will get you killed.",
    "Faith is a knowledge within the heart, beyond the reach of proof.",
    "Faith is not believing that God can. It is knowing that God will.",
    "Between understanding and faith immediate connections must subsist.",
    "You can do very little with faith, but you can do nothing without it.",
    "'Let God be true but every man a liar' is the language of true faith.",
    "The dearest friend on earth is a mere shadow compared to Jesus Christ.",
    "Faith is permitting ourselves to be seized by the things we do not see.",
    "Believers, look up - take courage. The angels are nearer than you think.",
    "Painting is a faith, and it imposes the duty to disregard public opinion.",
    "The smallest seed of faith is better than the largest fruit of happiness.",
    "Only the person who has faith in himself is able to be faithful to others.",
    "Faith moves mountains, but you have to keep pushing while you are praying.",
    "Liberty cannot be established without morality, nor morality without faith.",
    "It is truer to say that martyrs create faith more than faith creates martyrs.",
    "If I were dying, my last words would be: Have faith and pursue the unknown end.",
    "The saddest thing that befalls a soul is when it loses faith in God and woman.",
    "I am still far from being what I want to be, but with God's help I shall succeed.",
    "Faith is an act of a finite being who is grasped by, and turned to, the infinite.",
    "Faith is an island in the setting sun, But proof is the bottom line for everyone.",
    "If you have a particular faith or religion, that is good. But you can survive without it.",
    "A wise ruler ought never to keep faith when by doing so it would be against his interests.",
    "Faith is deliberate confidence in the character of God whose ways you may not understand at the time.",
    "That is the definition of faith - acceptance of that which we imagine to be true, that which we cannot prove.",
    "The man who radiates good cheer, who makes life happier wherever he meets it, is always a man of vision and faith.",
    "If you cast your bread upon the water and you have faith, you'll get back cash. If you don't have faith, you'll get soggy bread.",
    "The power of faith will often shine forth the most when the character is naturally weak.",
    "No matter how old we become, we can still call them 'Holy Mother' and 'Father' and put a child-like trust in them.",
    "Faith means living with uncertainty - feeling your way through life, letting your heart guide you like a lantern in the dark.",
    "No human race is superior; no religious faith is inferior. All collective judgments are wrong. Only racists make them.",
    "Faith indeed tells what the senses do not tell, but not the contrary of what they see. It is above them and not contrary to them.",
    "Laughter kills fear, and without fear there can be no faith. For without fear of the devil there is no need for God.",
    "Faith is the highest passion in a human being. Many in every generation may not come that far, but none comes further.",
    "Without faith, nothing is possible. With it, nothing is impossible.",
    "I am one of those who would rather sink with faith than swim without it.",
    "Faith is what someone knows to be true, whether they believe it or not.",
    "Women have been taught that, for us, the earth is flat, and that if we venture out, we will fall off the edge. Some of us have ventured out nevertheless, and so far we have not fallen off. It is my faith, my feminist faith, that we will not.",
    "If he have faith, the believer cannot be restrained. He betrays himself. He breaks out. He confesses and teaches this gospel to the people at the risk of life itself.",
    "The origin of the absurd idea of immortal life is easy to discover; it is kept alive by hope and fear, by childish faith, and by cowardice.",
    "Faith always contains an element of risk, of venture; and we are impelled to make the venture by the affinity and attraction which we feel in ourselves.",
    "There are many things that are essential to arriving at true peace of mind, and one of the most important is faith, which cannot be acquired without prayer.",
    "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.",
    "Ultimately, blind faith is the only kind.",
    "You were made by God and for God, and until you understand that, life will never make sense.",
    "Faith is an act of rational choice, which determines us to act as if certain things were true, and in the confident expectation that they will prove to be true.",
    "Faith is an aptitude of the spirit. It is, in fact, a talent: you must be born with it.",
    "Faithless is he that says farewell when the road darkens.",
    "All that I say is, examine, inquire. Look into the nature of things. Search out the grounds of your opinions, the for and against. Know why you believe, understand what you believe, and possess a reason for the faith that is in you.",
    "Bad faith likes discourse on friendship and loyalty.",
    "To know a person's religion we need not listen to his profession of faith but must find his brand of intolerance.",
    "Faith - you can do very little with it, but you can do nothing without it.",
    "What is faith but a kind of betting or speculation after all? It should be, I bet that my Redeemer liveth.",
    "Where there is the necessary technical skill to move mountains, there is no need for the faith that moves mountains.",
    "Our faith comes in moments; our vice is habitual.",
    "The faith that stands on authority is not faith.",
    "Faith, there hath been many great men that have flattered the people who ne'er loved them.",
    "Do not tell secrets to those whose faith and silence you have not already tested.",
    "Art requires neither complaisance nor politeness; nothing but faith, faith and freedom.",
    "The man of science has learned to believe in justification, not by faith, but by verification.",
    "Take away hatred from some people, and you have men without faith.",
    "The media seems to think only abortion and gay marriage are religious issues. Poverty is a moral issue, it's a faith issue, it's a religious issue.",
    "You just have to have a simple faith.",
    "Of all duties, prayer certainly is the sweetest and most easy.",
    "Anyone who is to find Christ must first find the church. How could anyone know where Christ is and what faith is in him unless he knew where his believers are?",
    "He that rebels against reason is a real rebel, but he that in defence of reason rebels against tyranny has a better title to Defender of the Faith, than George the Third.",
    "Let us be sure that those who come after will say of us in our time, that in our time we did everything that could be done. We finished the race; we kept them free; we kept the faith.",
    "Public confidence in the integrity of the Government is indispensable to faith in democracy; and when we lose faith in the system, we have lost faith in everything we fight and spend for.",
    "The parents have a right to say that no teacher paid by their money shall rob their children of faith in God and send them back to their homes skeptical, or infidels, or agnostics, or atheists.",
    "The children have been a wonderful gift to me, and I'm thankful to have once again seen our world through their eyes. They restore my faith in the family's future.",
    "It's easy to have faith in yourself and have discipline when you're a winner, when you're number one. What you got to have is faith and discipline when you're not a winner.",
    "Back of every creation, supporting it like an arch, is faith. Enthusiasm is nothing: it comes and goes. But if one believes, then miracles occur.",
    "My faith has been the driving thing of my life. I think it is important that people who are perceived as liberals not be afraid of talking about moral and community values.",
    "God, our Creator, has stored within our minds and personalities, great potential strength and ability. Prayer helps us tap and develop these powers.",
    "To study history means submitting to chaos and nevertheless retaining faith in order and meaning.",
    "Nonviolence is the first article of my faith. It is also the last article of my creed.",
    "When a person is determined to believe something, the very absurdity of the doctrine confirms them in their faith.",
    "I believe there is a moral sense and a global ethic that commands attention from people of every religion and every faith, and people of no faith. But I think what's new is that we now have the capacity to communicate instantaneously across frontiers right across the world.",
    "My family, frankly, they weren't folks who went to church every week. My mother was one of the most spiritual people I knew but she didn't raise me in the church, so I came to my Christian faith later in life and it was because the precepts of Jesus Christ spoke to me in terms of the kind of life that I would want to lead.",
    "You all know that I have been sustained throughout my life by three saving graces - my family, my friends, and a faith in the power of resilience and hope. These graces have carried me through difficult times and they have brought more joy to the good times than I ever could have imagined.",
    "All great enterprises have a pearl of faith at their core, and this must be ours: that Americans are still a people born to liberty. That they retain the capacity for self-government. That, addressed as free-born, autonomous men and women of God-given dignity, they will rise yet again to drive back a mortal enemy.",
    "For love would be love of the wrong thing; there is yet faith, But the faith and the love and the hope are all in the waiting.",
    "I have always been the kid who's asked 'Why?' In my faith, you're just supposed to have faith. But I was always like 'why?'",
    "Sometimes life hits you in the head with a brick. Don't lose faith.",
    "It's not a faith in technology. It's faith in people.",
    "Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.",
    "It's not the tools that you have faith in - tools are just tools. They work, or they don't work. It's people you have faith in or not. Yeah, sure, I'm still optimistic I mean, I get pessimistic sometimes but not for long.",
    "People look at me and see a calm, cool guy on the sidelines and I want them to know that my Christian faith affects my coaching and everything I do.",
    "Religion is part of the human make-up. It's also part of our cultural and intellectual history. Religion was our first attempt at literature, the texts, our first attempt at cosmology, making sense of where we are in the universe, our first attempt at health care, believing in faith healing, our first attempt at philosophy.",
    "And that's the great thing about living the Christian life and trying to live by faith, is you're trying to get better every day. You're trying to improve.",
    "This President takes his inspiration from the capitals of Europe; we look to the cities and small towns of America. This President puts his faith in government. We put our faith in the American people.",
    "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.",
    "We can never learn too much of His will towards us, too much of His messages and His advice. The Bible is His word and its study gives at once the foundation for our faith and an inspiration to battle onward in the fight against the tempter.",
    "I spent four months in Prague in these blue rooms reacting to nothing and you basically place your faith in the hands of the director and the special effects co-coordinator and you keep your fingers crossed and hope that the creatures look really scary.",
    "True fans of the Constitution, like true fans of the national pastime, acknowledge the critical role of human judgment in making tough calls. We don't expect flawless interpretation. We expect good faith. We demand honesty.",
    "I don't think it's any coincidence that I lost my religious faith and 'manned up' in the same year. I was described somewhere as a lapsed Catholic, which is funny because I'm not going back! I want to achieve things rather than live life in an animalistic way.",
    "What I think is fair to say is that, coming out of the Republican camp, there have been efforts to suggest that perhaps I'm not who I say I am when it comes to my faith - something which I find deeply offensive, and that has been going on for a pretty long time.",
    "My family is just an amazing melting pot of wonderful religions and faiths.",
    "Competition got me off the farm and trained me to seek out challenges and to endure setbacks; and in combination with my faith, it sustains me now in my fight with Alzheimer's disease.",
    "I have faith in faith. God is there, whether we have faith or not, so why not have faith in him?",
    "I lost my faith in God when I lost my daughter to Cancer, the beast. I begged, I cried, I offered my life for hers, and day by day, I watched that beautiful little Angel slip off. So, excuse me for not taking my seat next to you on Sunday in Church, I feel too cheated to worship.",
    "I am shy to admit that I have followed the advice given all those years ago by a wise archbishop to a bewildered young man: that moments of unbelief 'don't matter,' that if you return to a practice of the faith, faith will return.",
    "These past years, as we have been recovering and given our city a rebirth, we have been encouraged by our faith, knowledge, and steadfast belief that we will pull through. There will be challenges and setbacks, as there have already been, but we will continue, and we the citizens of New Orleans will prevail in bringing our city back.",
    "It's OK to be outspoken about your faith.",
    "When Christians start thinking about Jesus, things start breaking down, they lose their faith. It's perfectly possible to go to church every Sunday and not ask any questions, just because you like it as a way of life. They fear that if they ask questions they'll lose their Christ, the very linchpin of their religion.",
    "I can't prove it scientifically, that there's a God, but I believe.",
    "My faith helps me overcome such negative emotions and find my equilibrium.",
    "If children understand that beliefs should be substantiated with evidence, as opposed to tradition, authority, revelation or faith, they will automatically work out for themselves that they are atheists.",
    "A mission is a place where you ask nonbelievers to come and find faith and hope and feel love.",
    "Our national motto is 'In God we Trust,' reminding us that faith in our Creator is the most important American value of all.",
    "Faith Hill is a big role model.",
    "I was very, very religious. And of course I wrote about it in 'Night.' I questioned God's silence. So I questioned. I don't have an answer for that. Does it mean that I stopped having faith? No. I have faith, but I question it.",
    "Basically, there are two paths you can walk: faith or fear. It's impossible to simultaneously trust God and not trust God.",
    "The difficulties we face originate from one of three sources. Some are sent to us by the Lord to test our faith, others are the result of Satan's attacks, and still others are due to our own sinful choices.",
    "My faith helps me understand that circumstances don't dictate my happiness, my inner peace.",
    "I'm a believer in belief. Faith is something that works - it causes people to do things, it has results. It's an intangible, indefinable, very real thing. And it moves people, sometimes to atrocity. And sometimes to survival.",
    "In religious and in secular affairs, the more fervent beliefs attract followers. If you are a moderate in any respect - if you're a moderate on abortion, if you're a moderate on gun control, or if you're a moderate in your religious faith - it doesn't evolve into a crusade where you're either right or wrong, good or bad, with us or against us.",
    "God is not upset that Gandhi was not a Christian, because God is not a Christian! All of God's children and their different faiths help us to realize the immensity of God.",
    "We may not only find faith in God in our sorrow. We may also become faithful to Him in times of calm.",
    "The more we can do to support and promulgate the intellectual traditions of the Abrahamic faiths - of Judaism, Christianity, and Islam - the better armed we will be to fight fundamentalism.",
    "Religious belief, like history itself, is a story that is always unfolding, always subject to inquiry and ripe for questioning. For without doubt there is no faith.",
    "In America, now, let us - Christian, Jew, Muslim, agnostic, atheist, wiccan, whatever - fight nativism with the same strength and conviction that we fight terrorism. My faith calls on its followers to love one's enemies. A tall order, that - perhaps the tallest of all.",
    "It's possible that the 2012 general-election race will be the least overtly religious one since 1972, the last campaign before Roe v. Wade and the rise of Jimmy Carter brought evangelicalism into the political mainstream. That's because faith remains a complicated issue for Obama, who is still wrongly thought to be a Muslim in some quarters.",
    "An unexamined faith is not worth having, for fundamentalism and uncritical certitude entail the rejection of one of the great human gifts: that of free will, of the liberty to make up our own minds based on evidence and tradition and reason.",
    "My coming to faith did not start with a leap but rather a series of staggers from what seemed like one safe place to another. Like lily pads, round and green, these places summoned and then held me up while I grew. Each prepared me for the next leaf on which I would land, and in this way I moved across the swamp of doubt and fear.",
    "I grew up in a very religious family and it is the motivating force to every thing I do. I am fortunate to have had adults all around me who really lived their faith, in helping other people and doing the best you can do.",
    "If I advocate cautious optimism it is not because I do not have faith in the future but because I do not want to encourage blind faith.",
    "Family and friends and faith are the most important things in your life and you should be building friendships.",
    "What is faith? If you believe something because you have evidence for it, or rational argument, that is not faith. So faith seems to be believing something despite the absence of evidence or rational argument for it.",
    "Creativity is always a leap of faith. You're faced with a blank page, blank easel, or an empty stage.",
    "Trust is not the same as faith. A friend is someone you trust. Putting faith in anyone is a mistake.",
    "There's been some research in cognitive science, I'm told, that discloses that there have always been perhaps 10 to 15 percent of people who are, as Pascal puts it, so made that they cannot believe. To us, when people talk about faith, it's white noise.",
    "To 'choose' dogma and faith over doubt and experience is to throw out the ripening vintage and to reach greedily for the Kool-Aid.",
    "I just can't say enough about the actors having faith and trust in the writers and the writers having faith and trust in the actors.",
    "Fanatics do not have faith - they have belief. With faith you let go. You trust. Whereas with belief you cling.",
    "I think basically becoming famous has taken the place of going to Heaven in modern society, hasn't it? That's the place where your dreams will come true. It's an act of faith now; they think that's going to sort things out.",
    "With gridlock the norm, Congress's approval rating is below 10 percent and the public has lost faith in its national leadership.",
    "You can almost see voters nodding their heads at home: The public's faith in politicians and political institutions has been on a steep and dangerous decline for decades, because elected leaders fail to deliver.",
    "I don't really go down one path. I wouldn't call myself a Buddhist, or a Catholic or a Christian or a Muslim, or Jewish. I couldn't put myself into any organized faith.",
    "Faith that it's not always in your hands or things don't always go the way you planned, but you have to have faith that there is a plan for you, and you must follow your heart and believe in yourself no matter what.",
    "I'm a Christian. I go to church when I can. I was raised Baptist. I went to a Lutheran school. I'm a nondenominational practicing Christian. I have a lot of faith.",
    "Ever since the Crusades, when Christians from western Europe were fighting holy wars against Muslims in the near east, western people have often perceived Islam as a violent and intolerant faith - even though when this prejudice took root Islam had a better record of tolerance than Christianity.",
    "The hajj is one of the five essential practices of Islam; when they make the pilgrimage to Mecca, Muslims ritually act out the central principles of their faith.",
    "Man doesn't dictate what you do or how you do it. If you believe in God, believe in God; have your faith in him. That's where my faith lies.",
    "Faith is the substance of hope - of things hoped for and the evidence of things not seen. So if you can hope for it and imagine it, and keep imagining and hoping and seeing yourself driving a new car, or seeing yourself getting that job, or seeing yourself excel, seeing yourself help that person - that is faith.",
    "It's okay to have faith in something that you can't see or touch.",
    "I do believe that belief is the most powerful thing we have in this world. So, if we believe in something enough. And we have faith, we can make it a reality. That is basically the basis of my entire career and my entire life.",
    "I believe in faith, family and country. I really keep it that simple.",
    "I ask you, people who care about the soul of Ukraine, those who want to preserve the heart, the spirit and the faith of our country for future generations, to please defend it.",
    "Resist your fear; fear will never lead to you a positive end. Go for your faith and what you believe.",
    "I think that my preaching style and many of my ideas and ideals about faith are based in both Pentecostal and Baptist background.",
    "Through hard work, perseverance and a faith in God, you can live your dreams.",
    "Over the years my mother's steadfast faith in God has inspired me, particularly when I had to perform extremely difficult surgical procedures or when I found myself faced with my own medical scare.",
    "The mind controls so much of the body. We are much more than flesh and blood; we are complex systems. Patients do better when they have faith that they're going to do better. That's why I always tell my patients and their families not to neglect their prayers. There's nobody I don't say that to.",
    "There are a lot of Christian fundamentalists; there are a lot of Muslim extremists. Every religion - Mormonism - has something way on the side that's completely using the religion as some weird backbone for their twisted faith. It has nothing to do with their religion.",
    "I grew up in a Ukrainian Catholic-turned-Christian household, and that is my family's faith.",
    "Red Sox fans have been pushed to the brink over the years, but that's how faith grows stronger.",
    "Science, we are repeatedly told, is the most reliable form of knowledge about the world because it is based on testable hypotheses. Religion, by contrast, is based on faith. The term 'doubting Thomas' well illustrates the difference.",
    "The historical orthodox Christian faith is extremely wide and diverse.",
    "Hope is the belief we might get it done, and faith is the knowledge we will get it done.",
    "I want to thank the pioneering women who years ago opened the doors of politics in Costa Rica. My government will be open to all Costa Ricans of good faith.",
    "The cancer doesn't bother me. I have great faith that the technology will beat it.",
    "Bad religion is arrogant, self-righteous, dogmatic and intolerant. And so is bad science. But unlike religious fundamentalists, scientific fundamentalists do not realize that their opinions are based on faith. They think they know the truth.",
    "The civil rights movement was based on faith. Many of us who were participants in this movement saw our involvement as an extension of our faith. We saw ourselves doing the work of the Almighty. Segregation and racial discrimination were not in keeping with our faith, so we had to do something.",
    "Comics don't work if the story is all in the text and the images are illustrative. It's hard to have enough faith in the artists to allow them to do their job.",
    "How do I love Tim McGraw? Let me count the ways: I love that he's a country boy with a city sensibility. I love that he refuses to be pegged, and his duet with Nelly proves it. And I really love that he had the brains to marry Faith Hill.",
    "My faith is an important part of my life and over the years I've learnt that it takes a proud man to say he doesn't need anything. It has been a quiet strength and a backbone through a lot of difficult times.",
    "I always had a really natural faith as a kid. Where I knew God existed and it felt very free and pretty wild and natural, and it wasn't religious.",
    "And Jesus, the heart of the Christian faith is the wildest, most radical guy you'd ever come across.",
    "Christianity is not about religion. It's about faith, about being held, about being forgiven. It's about finding joy and finding home.",
    "Life is full of happiness and tears; be strong and have faith.",
    "My faith keeps me strong.",
    "The truth is that killing innocent people is always wrong - and no argument or excuse, no matter how deeply believed, can ever make it right. No religion on earth condones the killing of innocent people; no faith tradition tolerates the random killing of our brothers and sisters on this earth.",
    "Whether I'm being influenced by new music that I'm listening to, books I've read, my friends, or my faith, I'm learning all the time.",
    "In my deepest, darkest moments, what really got me through was a prayer. Sometimes my prayer was 'Help me.' Sometimes a prayer was 'Thank you.' What I've discovered is that intimate connection and communication with my creator will always get me through because I know my support, my help, is just a prayer away.",
    "Trust is a core currency of any relationship. Sometimes our need to control and micromanage everything erodes our confidence in ourselves and others. The truth: People are much more capable than we think. A hearty dose of trust is often what's needed to unlock the magic. Go ahead, have faith.",
    "I've never bought this idea of taking a therapeutic distance. If I see a student or house staff cry, I take great faith in that. That's a great person; they're going to be a great doctor.",
    "In America, we have always taken it as an article of faith that we 'battle' cancer; we attack it with knives, we poison it with chemotherapy or we blast it with radiation. If we are fortunate, we 'beat' the cancer. If not, we are posthumously praised for having 'succumbed after a long battle.'",
    "My favorite book is 'Redeeming Love.' It was my first as a born-again Christian, my statement of faith, and the most exciting year I've spent writing anything.",
    "Christian faith is... basically about love and being loved and reconciliation. These things are so important, they're foundational and they can transform individuals, families.",
    "Your heart has to be prepared ahead of time through faith and prayer and grace and mercy and love and forgiveness so you can keep your heart open in hell, when hell happens.",
    "I always pray for God's guidance in my life and he always provides it. He opens the right doors he shuts the right doors. And I have tremendous faith in him. He just guided my career in an amazing way.",
    "I think we spend so much of our lives trying to pretend that we know what's going to happen next. In fact we don't. To recognize that we don't know even what will happen this afternoon and yet having the courage to move forward - that's one meaning of faith.",
    "My stories are not Christianized at all. I don't even have any Christians in my stories. What they are, are stories about ordinary people going through extraordinary circumstances in which I'm exploring truth. How light overcomes darkness in a way that's unmistakable to anyone who has any kind of faith.",
    "I have always marveled that so many religions exact such revenge against dissenters. It only weakens the appeal of their faith and contradicts any claims they might have made that 'all religions are basically the same.'",
    "I am totally convinced the Christian faith is the most coherent worldview around.",
    "My family are observant Muslims, but I've come to the faith through an intellectual conviction, and that's something that they've taught me. It's never been forced upon me. They've given me a very strong identity as an Australian Muslim.",
    "To the Muslim woman, the hijab provides a sense of empowerment. It is a personal decision to dress modestly according to the command of a genderless Creator; to assert pride in self, and embrace one's faith openly, with independence and courageous conviction.",
    "Spirituality is deeply personal. Yet, society has to face the fact that certain faiths celebrate spirituality through an overt expression of inner convictions.",
    "Moderates want their faith respected. They don't want faith itself criticized, and yet faith itself is what is bringing us all this - this lunacy.",
    "As a pastor, I have a deep desire to lead people to God and encourage people to pray, read the Bible, and carry their faith into every part of their lives.",
    "Different people, in good faith, can look at the same fact and interpret it differently. But that's where an interesting conversation begins.",
    "At the heart of every faith system is a bargain: on one side there is the comfort that comes from a narrative that suggests human life has cosmic significance, and on the other a duty to yield to moral commands that can, in the moment, seem rather inconvenient.",
    "For me, 'Lamb' started out as a further exploration of the phenomenon of faith and the responsibility of a messiah that I touched on in 'Coyote Blue' and 'Island of the Sequined Love Nun,' but it ended up being an exploration of the true meaning of sacrifice, loyalty, and friendship.",
    "I find a great deal of comfort and care in my faith and prayer. I'd sooner do without air than prayer.",
    "Most of the things that really matter require faith. 'How do I know that my wife loves me?' 'How do I know that Mozart's 'Jupiter Symphony' is sublime and beautiful?' There are all sorts of things which come at a more lowly level than that - 'How do I know that two plus two equals four?' There are different layers, different types of knowing.",
    "Beyond any question, the way the American founders consistently linked faith and freedom, republicanism and religion, was not only deliberate and thoughtful, it was also surprising and anything but routine.",
    "Put bluntly, the American church today accepts grace in theory but denies it in practice. We say we believe that the fundamental structure of reality is grace, not works - but our lives refute our faith.",
    "Ruthless trust ultimately comes down to this: faith in the person of Jesus and hope in his promise.",
    "There is much, of course, in the exclusive claims of Christianity which make it hostile to other faiths.",
    "I often think that woman is more free in Islam than in Christianity. Woman is more protected by Islam than by the faith which preaches monogamy. In AI Quran the law about woman is juster and more liberal.",
    "All my life I had feared to-morrow, until I decided to have faith and to live to-day in courage.",
    "My faith in humanity leads me to believe that people are looking for something more elevating than the sordid details of the intimate aspects of one's personal life.",
    "Many have a vague idea that they must make some wonderful effort in order to gain the favor of God. But all self-dependence is vain. It is only by connecting with Jesus through faith that the sinner becomes a hopeful, believing child of God.",
    "Ministers should be Bible students. They should thoroughly furnish themselves with the evidences of our faith and hope, and then, with full control of the voice and their feelings, present these evidences in such a manner that the people can calmly weigh them, and decide upon the evidences presented.",
    "When music is allowed to take the place of devotion and prayer, it is a terrible curse. Young people assemble together to sing, and, although professed Christians, frequently dishonor God and their faith by their frivolous conversation and their choice of music.",
    "The great moral powers of the soul are faith, hope, and love.",
    "Those who are preparing for the coming of Christ should be sober, and watch unto prayer, for our adversary, the Devil, goeth about like a roaring lion, seeking whom he may devour; whom we are to resist steadfast in the faith.",
    "The name 'Seventh-day Adventist' carries the true features of our faith in front and will convict the inquiring mind. Like an arrow from the Lord's quiver, it will wound the transgressors of God's law, and will lead to repentance toward God, and faith in our Lord Jesus Christ.",
    "Confound not faith and feeling together. They are distinct. Faith is ours to exercise. Believe, believe. Let your faith take hold of the blessing, and it is yours by faith. Your feelings have nothing to do with this faith.",
    "The feudal concept of self-preservation is poisoned at the core by the virulent assumption of master and man, of potentate and slave, of external and internal suppression of the life urge of the only one - of its faith in human sacrifice as a means of salvation.",
    "There is always a certain leap of faith that editors have made with their nonfiction writers. If the trust is broken, things can get very embarrassing for the writers and the publisher.",
    "When all is said and done, the greatest satisfaction you'll have in this life as you grow old will be seeing your children grow in righteousness and faith and goodness as citizens of the society of which they are a part.",
    "Google has placed its faith in data, while Apple worships the power of design. This dichotomy made the two companies complementary. Apple would ship the phones and computers, while Google would provide Maps, Search, YouTube, and other web tools that made the devices more useful.",
    "As long as I have my faith in God, I'm good. I know everything else is going to come.",
    "I really believe in science. It is a faith. It is a reverence akin to religion. But as we always say, it's different from religion in that, as near as we can tell, it exists outside of us. It has an objective quality, the process of science.",
    "My first encounters with faith came about the time I was a Boy Scout, at about 14 or 15. I made the logical deduction that they operate the same way; I treated my faith like earning a merit badge, and everything about Christianity was about earning merit badges.",
    "When you run a company, you need to be pretty open-minded. There are a lot of different views on faith, on religion, on many different issues, and you can't let your own faith be the barometer.",
    "In 1977, when I started my first job at the Federal Reserve Board as a staff economist in the Division of International Finance, it was an article of faith in central banking that secrecy about monetary policy decisions was the best policy: Central banks, as a rule, did not discuss these decisions, let alone their future policy intentions.",
    "I have to have faith that we're going to succeed in transforming where we get our energy from. The big worry is whether or not we're going to do it before it's too late. And I think nobody knows the answer to that.",
    "Morals, principles and laws are when faith is reduced to standards and those standards basically just bind us, and we become prejudicial, racist, self-serving when we're guided by these laws... When a developed country uses Christianity in its policies, in government, in maintaining corporate wealth, that's a bastardized rendering of a faith.",
    "Marxism, Freudianism, global warming. These are proof - of which history offers so many examples - that people can be suckers on a grand scale. To their fanatical followers they are a substitute for religion. Global warming, in particular, is a creed, a faith, a dogma that has little to do with science.",
    "Being outspoken about my faith isn't just something that I do; it's who I am because my faith isn't just a little piece of my life. It is my life. It's not a question of whether I'm outspoken about it or not. I'm definitely not ashamed of it.",
    "I try to stay centered in my faith and my family and the close people around me.",
    "I'm not perfect. I'm never going to be. And that's the great thing about living the Christian life and trying to live by faith, is you're trying to get better every day. You're trying to improve.",
    "There can be no faith in government if our highest offices are excused from scrutiny - they should be setting the example of transparency.",
    "Faith minus vulnerability and mystery equals extremism. If you've got all the answers, then don't call what you do 'faith.'",
    "I actually do not believe that there are any collisions between what I believe as a Christian, and what I know and have learned about as a scientist. I think there's a broad perception that that's the case, and that's what scares many scientists away from a serious consideration of faith.",
    "Nobody gets argued all the way into becoming a believer on the sheer basis of logic and reason. That requires a leap of faith.",
    "Do but stand still in the hour of trial, and you will see the help of God, if you trust in Him. But there is so often a forsaking the ways of the Lord in the hour of trial, and thus the food of faith, the means whereby our faith may be increased, is lost.",
    "Wherever God has given faith, it is given, among other reasons, for the very purpose of being tried.",
    "Through faith in the Lord Jesus alone can we obtain forgiveness of our sins, and be at peace with God; but, believing in Jesus, we become, through this very faith, the children of God; have God as our Father, and may come to Him for all the temporal and spiritual blessings which we need.",
    "Be assured that Christianity is something more than forms and creeds and ceremonies: there is life, and power, and reality, in our holy faith.",
    "Faith is a continuum, and we each fall on that line where we may. By attempting to rigidly classify ethereal concepts like faith, we end up debating semantics to the point where we entirely miss the obvious - that is, that we are all trying to decipher life's big mysteries, and we're each following our own paths of enlightenment.",
    "Every man eventually is backed up to the wall of faith, and there he must make his stand.",
    "It is mother's influence during the crucial formative years that forms a child's basic character. Home is the place where a child learns faith, feels love, and thereby learns from mother's loving example to choose righteousness.",
    "Faith in the Lord Jesus Christ is the foundation upon which sincere and meaningful repentance must be built. If we truly seek to put away sin, we must first look to Him who is the Author of our salvation.",
    "My father was from Northern Ireland, and coming from somewhere like that, your faith defines you. That's something we don't really understand outside Northern Ireland, but because of my parents and grandparents, I've experienced it.",
    "I was born into a Christian family and brought up in a Lutheran church. My faith has been the center point of my life, really, since I was a child, but at 16 years of age, I fully surrendered my life over to Christ. At that point, as a teenager, I began to grasp the concept of Christ's true love and forgiveness.",
    "Among the many signs of a lively faith and hope we have in eternal life, one of the surest is not being overly sad at the death of those whom we dearly love in our Lord.",
    "If the system is broken, my inclination is to fix it rather than to fight it. I have faith in the process of the law, and if it is carried out fairly, I can live with the results, whatever they may be.",
    "No matter what has happened to you in the past or what is going on in your life right now, it has no power to keep you from having an amazingly good future if you will walk by faith in God. God loves you! He wants you to live with victory over sin so you can possess His promises for your life today!",
    "We all face storms in life. Some are more difficult than others, but we all go through trials and tribulation. That's why we have the gift of faith.",
    "Stay active. Read the Word. Worship with other believers. Continue to give. Keep learning and growing. Your faith will be unleashed!",
    "My dad's a pastor and a seminary professor; my mom, she has such great faith.",
    "Some Christians feel guilty when they are doing something that isn't 'spiritual.' Somehow or another, they feel the need to hurry through the grocery store, dash through the house cleaning, and rush through all the daily aspects of life that seem irrelevant to their faith.",
    "I'm a person of faith, and the language that I use to define my faith, the symbols and metaphors that I rely upon to express my faith, are those provided by Islam because they make the most sense to me.",
    "Twitter has restored my faith in humanity. I thought I'd hate it, but while there are lots of knobheads, there are even more lovely people. It delights me how witty and friendly most people are.",
    "I write about the power of trying, because I want to be okay with failing. I write about generosity because I battle selfishness. I write about joy because I know sorrow. I write about faith because I almost lost mine, and I know what it is to be broken and in need of redemption. I write about gratitude because I am thankful - for all of it.",
    "I have the profoundest respect for people who behave in a generous way because of religion. But I come from a country where the misuse of religion has had catastrophic consequences. One must judge people not by what faith they proclaim but by what they do.",
    "We often read the Bible as if it were fundamentally about us: our improvement, our life, our triumph, our victory, our faith, our holiness, our godliness.",
    "When the Christian faith becomes defined by who we are and what we do and not by who Christ is and what he did for us, we miss the gospel - and we, ironically, become more disobedient.",
    "Truth, according to the Christian faith, is God's love for us in Jesus Christ. Therefore, truth is a relationship.",
    "The older I get, the less I know. By that I mean the less I am sure of. I view people with strong opinions on the big stuff with distrust. I don't think we should have certain certainties on faith and politics; I think we should be open-minded.",
    "The opposite of faith is not doubt: It is certainty. It is madness. You can tell you have created God in your own image when it turns out that he or she hates all the same people you do.",
    "I'm a strict, strict agnostic. It's very different from a casual, 'I don't know.' It's that you cannot present as knowledge something that is not knowledge. You can present it as faith, you can present it as belief, but you can't present it as fact.",
    "I have always marveled that so many religions exact such revenge against dissenters. It only weakens the appeal of their faith and contradicts any claims they might have made that 'all religions are basically the same.' If all religions were indeed the same, why not let someone be 'converted' to another religion?",
    "We can't solve modern problems by going back in time. Retreating to the safety of the familiar is an understandable response, but God has called us to a life of faith. And faith requires us to face the unknown while trusting Him completely.",
    "The main rule to me is to honor God with your life. To life a life of integrity. Not be selfish. You know, help others. But that's really the essence of the Christian faith.",
    "Any of us can be happy and have a good attitude when everything is going our way. But I believe it's the real test of your character and of your faith to say, 'Things are not going our way, but I'm still being good to people; I'm still attending church; I still have a good attitude.'",
    "God has already done everything He's going to do. The ball is now in your court. If you want success, if you want wisdom, if you want to be prosperous and healthy, you're going to have to do more than meditate and believe; you must boldly declare words of faith and victory over yourself and your family.",
    "It's in the difficult times that we're growing and you can't just rebuke everything hard. We've got to endure it and fight the good fight of faith and pass the test.",
    "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors.",
    "I always try to put a seed of hope into people's hearts. I'm not there to teach them doctrine necessarily, but to let them know that God is a good God, and has a plan for their lives. Hopefully, that will restore their faith, or draw them into faith.",
    "I wouldn't ever say if you're having tough times then there must be something wrong with you or your attitude. Life's a fight. It's a good fight of faith. I encourage people to stay up, stay hopeful, stay faith-filled.",
    "Faith is about trusting God when you have unanswered questions.",
    "Faith is easy; I think people complicate it.",
    "I think faith is incredibly important because you will become overwhelmed with what's happening and you will have waves of grief, but when you turn to your faith, I believe God will give you waves of grace to get through it.",
    "No one has proof that I know of, that a higher power exists, yet a major portion of the world believes in it and relies on it in faith in trust, in what that is. Where is the science in that? And yet you have incredible belief in that.",
    "God may not guide us in an obvious way because he wants us to make decisions based on faith and character.",
    "Criticism in good faith is good. When it's targeted solely to destruction, I'm not interested.",
    "I believe in having a more open mind and including others who don't share your faith and having dialogue with them. And just having a pure heart and being a good person can bring you closer to God. Because once you believe in one particular religion fully and not others, that requires you to start disliking people who don't share your views.",
    "At the heart of the Protestant faith is the conviction that there is nothing we contribute to our salvation but our sin, no merit we bring but Christ's, and nothing necessary for justification except faith alone.",
    "In many ways, the longer I live, I understand that there are so many things outside my control. That's why I believe faith is such a big part of the story. There are so many things that were orchestrated by God, that were put into place to make this perfect storm, that created Linsanity.",
    "We are all on a journey of faith, and we have to polish that faith.",
    "What value is there in faith without works? And what are they worth if they are not united to the merits of Jesus Christ, our only good?",
    "I write about everything, but I just - how faith filters through all that and colors your opinion of other people and life and all that.",
    "If the anti-Christian agenda will say, 'Here's your identity, you're an evolved amoeba who ought to just go do whatever you want and don't let anybody tell you different,' then they can get you to throw your faith, your character, your courage, and your liberty right out the window.",
    "All wars signify the failure of conflict resolution mechanisms, and they need post-war rebuilding of faith, trust and confidence.",
    "Our choosing the right consistently whenever the choice is placed before us creates the solid ground under our faith. It can begin in childhood, since every soul is born with the free gift of the Spirit of Christ. With that Spirit we can know when we have done what is right before God and when we have done wrong in His sight.",
    "It is never too late to strengthen the foundation of faith. There is always time. With faith in the Savior, you can repent and plead for forgiveness. There is someone you can forgive. There is someone you can thank. There is someone you can serve and lift. You can do it wherever you are and however alone and deserted you may feel.",
    "If we have faith in Jesus Christ, the hardest as well as the easiest times in life can be a blessing. In all conditions, we can choose the right with the guidance of the Spirit. We have the gospel of Jesus Christ to shape and guide our lives if we choose it.",
    "You must have faith to pray. You must have faith to ponder the word of God. You must have faith to do those things and go to those places which invite the Spirit of Christ and the Holy Ghost.",
    "The Holy Ghost brings back memories of what God has taught us. And one of the ways God teaches us is with his blessings; and so, if we choose to exercise faith, the Holy Ghost will bring God's kindnesses to our remembrance.",
    "We are safe on the rock which is the Savior when we have yielded in faith in Him, have responded to the Holy Spirit's direction to keep the commandments long enough and faithfully enough that the power of the Atonement has changed our hearts.",
    "We come to love those we serve. If we choose to begin to serve the Master out of even a glimmer of faith, we will begin to know Him. We will come to know His purposes for the people we serve for Him. Even when they do not accept our offer to serve them, we will feel His appreciation if we persist.",
    "With the help of the Holy Ghost, we can watch over ourselves. We can pray to recognize and reject the first thoughts of sin. We can pray to recognize a warning not to speak words which would hurt or tempt someone else. And we can, when we must, pray for the humility and the faith to repent.",
    "The spirit of revelation is available to every person who receives by proper priesthood authority the saving ordinances of baptism by immersion for the remission of sins and the laying on of hands for the gift of the Holy Ghost - and who is acting in faith to fulfill the priesthood injunction to 'receive the Holy Ghost.'",
    "Asking in faith requires honesty, effort, commitment, and persistence.",
    "Assurance, action, and evidence influence each other in an ongoing process. This helix is like a coil, and as it spirals upward it expands and widens. These three elements of faith - assurance, action, and evidence - are not separate and discrete; rather, they are interrelated and continuous and cycle upward.",
    "True faith is focused in and on the Lord Jesus Christ and always leads to action.",
    "Learning by faith and from experience are two of the central features of the Father's plan of happiness. The Savior preserved moral agency through the Atonement and made it possible for us to act and to learn by faith.",
    "I respect the rights of those who do not share my beliefs, but to teach my faith to my children and to share it with anyone who will listen - that is my right, too.",
    "Unfortunately, many young believers - and some older ones, too - do not know that there will be times in every person's life when circumstances don't add up - when God doesn't appear to make sense. This aspect of the Christian faith is not well advertised.",
    "I always joke about letting the haters motivate you. Everybody has that in their life, people who doubt them or make them feel less than they are. It just takes faith and belief in yourself, and you've got to dig deep into that. That has to come from you - nobody's going to give you that.",
    "You have to know evolution to understand the natural world. And that cannot be a threat to people of faith. There's a serious problem if you are forced by your faith to reject the most well-supported theory in all of science.",
    "I have come to the conclusion that the most important element in human life is faith.",
    "I spend a lot of time balancing between faith and disbelief.",
    "Most people don't realize, I really have no faith in politics. I'm not a politician. If I thought you could change human hearts by laws, I would, but I don't.",
    "Science stands for rational thought, faith for superstition and unreason.",
    "I feel genius in great works of art. I have seen medical cures that science can't explain, some seemingly triggered by faith. The same is true of millions of other people.",
    "I'm a man of faith. I only fear God, and my wife - sometimes.",
    "When the faith is strong enough, it is sufficient just to be. It's a journey towards simplicity, towards quietness, towards a kind of joy that is not in time. It's a journey that has taken us from primary identification with our body and our psyche, on to an identification with God, and ultimately beyond identification.",
    "In order to have faith, or follow any other organized religion, I'd have to suspend a degree of disbelief.",
    "I'm not particularly into the formal, political side of faith, although I am spiritual and I do have a faith. But 'Strictly Come Dancing' is my religion.",
    "Art used to be made in the name of faith. We made cathedrals, we made stained-glass windows, we made murals.",
    "Faith is almost the bottom line of creativity; it requires a leap of faith any time we undertake a creative endeavor, whether this is going to the easel, or the page, or onto the stage - or for that matter, in a homelier way, picking out the right fabric for the kitchen curtains, which is also a creative act.",
    "My mother was gentle and warm. She was the sort of person you could really open up to. I was the eldest and her only boy, so I guess I was treated differently. She did bring me up as a Catholic, and at one time I was an altar boy, but I lost my faith, as did my father, when my mother died at 45.",
    "Women are at once the guardians and the well-spring of the world's faith, morality, and tenderness; and if ever they are degraded to a commonplace level with men, this fine essential quality will be impaired, and their weakness will have to beg and follow where now it guides and controls.",
    "The Almighty has plans for us to make a place so we can go on and make a difference. It all has to do with my faith; I am deeply religious. It goes back to my roots, to my mom and my dad.",
    "I think you need to go through some stuff to really appreciate life and understand what it means to persevere, overcome and have faith. I think those tough times make you a stronger person.",
    "Most Christians would not recognize Mormonism as part of the Christian faith.",
    "True equality means holding everyone accountable in the same way, regardless of race, gender, faith, ethnicity - or political ideology.",
    "My faith in human decency was sorely tested at times during my captivity; however, after my release, I am humbly reminded that mankind is inherently good by the tremendous efforts and support of fellow Canadians.",
    "My faith plays a big part in who I am: a Christian guy playing pop-rock music. I'm in a pop-rock band, not a Christian band.",
    "Though I thoroughly enjoyed playing crime branch officer Gautam Savant, it drained a lot out of me, too. It shook my faith in myself, as I explored my hidden side and wondered if I was just acting or using the character as an excuse to vent my mean side.",
    "What is the real purpose behind the Tooth Fairy, the Easter Bunny and Santa Claus? They seem like greater steps toward faith and imagination, each with a payoff. Like cognitive training exercises.",
    "My characters tend to be more dynamic because they're reaching that point in their lives where their old way of being is breaking down. They're conflicted by the idea that they don't know what's next. You could call it Kierkegaard's leap of faith, when you get tired of sort of reinventing yourself on a very superficial level.",
    "It is not good for us to trust in our merits, in our virtues or our righteousness; but only in God's free pardon, as given us through faith in Jesus Christ.",
    "We should know that faith is a gift of God, and that it may not be given to men, except it be graciously. Thus, indeed, all the good which we have is of God; and accordingly, when God rewardeth a good work of man, he crowneth his own gift.",
    "The laity ought to understand the faith, and since the doctrines of our faith are in the Scriptures, believers should have the Scriptures in a language familiar to the people, and to this end the Holy Ghost endued them with knowledge of all tongues.",
    "Trust wholly in Christ; rely altogether on His sufferings; beware of seeking to be justified in any other way than by His righteousness. Faith in our Lord Jesus Christ is sufficient for salvation. There must be atonement made for sin according to the righteousness of God. The person to make this atonement must be God and man.",
    "I would suggest that faith is everyone's business. The advance or decline of faith is so intimately connected to the welfare of a society that it should be of particular interest to a politician.",
    "I am disturbed when I see the majority of so-called Christians having such little understanding of the real nature of the faith they profess. Faith is a subject of such importance that we should not ignore it because of the distractions or the hectic pace of our lives.",
    "A woman of faith is blessed by faithful men in her life who hold the priesthood of God and honor this privilege: her father, bishop, husband, brothers, sons. They value her and the divine gifts given by God to His daughter. They sustain and encourage, and they understand the great mission of her life as a woman. They love her; they bless her.",
    "The more in harmony with yourself you are, the more joyful you are and the more faithful you are. Faith is not to disconnect you from reality - it connects you to reality.",
    "If you have religious faith, very good, you can add on secular ethics, then religious belief, add on it, very good. But even those people who have no interest about religion, okay, it's not religion, but you can train through education.",
    "Among the other values children should be taught are respect for others, beginning with the child's own parents and family; respect for the symbols of faith and the patriotic beliefs of others; respect for law and order; respect for the property of others; respect for authority.",
    "In the pain, the agony, and the heroic endeavors of life, we pass through a refiner's fire, and the insignificant and the unimportant in our lives can melt away like dross and make our faith bright, intact, and strong.",
    "Holiness is the strength of the soul. It comes by faith and through obedience to God's laws and ordinances. God then purifies the heart by faith, and the heart becomes purged from that which is profane and unworthy.",
    "A conviction that you are a daughter of God gives you a feeling of comfort in your self-worth. It means that you can find strength in the balm of Christ. It will help you meet the heartaches and challenges with faith and serenity.",
    "Hope is trust in God's promises, faith that if we act now, the desired blessings will be fulfilled in the future.",
    "A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being.",
    "As an undergraduate, I took a theology course titled Religion as Writing. If writing can be considered a form of faith, then inevitably doubt has to accompany it.",
    "My faith in God is unshakeable, even though till date, I have not experienced any miraculous incident that makes me feel the presence of a higher power. But the trust in God has been engrained into my psyche since my childhood.",
    "The greatest legacy one can pass on to one's children and grandchildren is not money or other material things accumulated in one's life, but rather a legacy of character and faith.",
    "Religion is capable of driving people to such dangerous folly that faith seems to me to qualify as a kind of mental illness.",
    "All that men will serve God with must be done in Faith, viz. in the Spirit. It is the Spirit that maketh the work perfect, and acceptable in the sight of God. All that a man undertaketh and doeth in Faith, he doth in the Spirit of God, which Spirit of God doth co-operate in the work, and then it is acceptable to God.",
    "Faith Words aren't just mere positive affirmations; they open your life up to the supernatural power of God.",
    "The very idea that you could have separation between mosque and state from Islam's perspective is the imposition on them of Christian practice. Islam doesn't really have a place for state. They are a universalistic faith like Christianity, but they think there is no country that bounds Islam.",
    "In Christian terms, evangelization and humanization are not alternatives. Nor are the 'vertical dimension' of faith and the 'horizontal dimension' of love for one's neighbor and political change.",
    "May nothing entice me till I happily make my way to Jesus Christ! Fire, cross, struggles with wild beasts, wrenching of bones, mangling of limbs - let them come to me, provided only I make my way to Jesus Christ.",
    "Take heed, then, often to come together to give thanks to God, and show forth His praise. For when you assemble frequently in the same place, the powers of Satan are destroyed, and the destruction at which he aims is prevented by the unity of your faith.",
    "I have great respect for the LDS church - their commitment to family and taking care of each other is exemplary. I just don't believe the tenets of the faith that they believe.",
    "I am a Mormon because I love the Lord Jesus Christ. And as I exercise faith in Him, I am blessed with the Holy Spirit in my life.",
    "Pray in faith.",
    "I, of course, owe everything to my mother, because my father died when I was only nine days of age; and the marvelous teachings, the faith, the integrity of my mother have been an inspiration to me.",
    "Oh, it is wonderful to know that our Heavenly Father loves us - even with all our flaws! His love is such that even should we give up on ourselves, He never will.",
    "We see ourselves in terms of yesterday and today. Our Heavenly Father sees us in terms of forever.",
    "I don't think that faith, whatever you're being faithful about, really can be scientifically explained. And I don't want to explain this whole life business through truth, science. There's so much mystery. There's so much awe.",
    "Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!",
    "My faith has always been important to me. It defines who I am.",
    "I admire the Shabbat tradition, and no matter which faith you are of, there is nothing more wonderful than dedicating a certain day to spend time with your family and loved ones, absent of TV, phone, and other interruptions.",
    "Faith is the most important thing in the world to me. It's the greatest strength I've had. It's helped me get through the hard times. You're not going to win every one of your football games. I've always said I'm not going to make football my god. A lot of coaches put so much into coaching football games that they have nothing left.",
    "I've never made football my priority. My priorities are my faith and my dependence on God.",
    "I think faith helps me a lot. God wants you to be where He wants you to be, and that's where I want to be. If I do not get a part, I understand that maybe I needed to be home at that time, maybe in school; there's always a reason. My faith is also where my core friends are, at my church, a faith-based friendship.",
    "I am really committed to my faith journey, and I am committed to my family. My husband and I have been married for almost 30 years, and we homeschool our kids. We have a different working-out-of the-box family, but we do make it work, obviously with God's grace, and we are very grateful for that.",
    "There is not enough faith in black music at a high level.",
    "The faith that anyone could move from rags to riches - with enough guts and gumption, hard work and nose to the grindstone - was once at the core of the American Dream.",
    "As I read the New Testament, I find only one path to salvation - the path of an informed faith in Jesus Christ.",
    "I had a strong faith that I would, eventually, have a baby.",
    "It always helps to have a bit of prayer in your back pocket. At the end of the day, you have to have something, and for me, that is God, Jesus, my Catholic upbringing, my faith.",
    "Faith is salted and peppered through everything at Christmas. And I love at least one night by the Christmas tree to sing and feel the quiet holiness of that time that's set apart to celebrate love, friendship, and God's gift of the Christ child.",
    "Take a leap of faith and begin this wondrous new year by believing. Believe in yourself. And believe that there is a loving Source - a Sower of Dreams - just waiting to be asked to help you make your dreams come true.",
    "I remember when I was a freshman in college, I was still somewhat bothered by... worried... about religion. I remember going to this professor of philosophy and telling him that I had lost my faith.",
    "Corruption is a cancer: a cancer that eats away at a citizen's faith in democracy, diminishes the instinct for innovation and creativity; already-tight national budgets, crowding out important national investments. It wastes the talent of entire generations. It scares away investments and jobs.",
    "Indeed, this life is a test. It is a test of many things - of our convictions and priorities, our faith and our faithfulness, our patience and our resilience, and in the end, our ultimate desires.",
    "God has entrusted us with his most precious treasure - people. He asks us to shepherd and mold them into strong disciples, with brave faith and good character.",
    "For most of us, the great danger is not that we will renounce our faith. It is that we will become so distracted and rushed and preoccupied that we will settle for a mediocre version of it. We will just skim our lives instead of actually living them.",
    "Future peace, prosperity and confidence depend not just on ourselves but on the success of all nations. Hence, we are all partners, no matter what our backgrounds, cultures, faiths and histories.",
    "I have to believe SF writers will continue to inspire the public to have faith in - to demand! - a future that is at least as big and bold as the past.",
    "The word 'religion' is only a label. What lies behind that, the most important thing of all, is the word 'faith'. You either have faith, or you don't have faith, or you have degrees of faith - and if you have degrees of faith, then you become agnostic. You're kind of in-between, or you're on the fence.",
    "I hope, by God's grace, that I am truly a Christian, not deviating from the faith, and that I would rather suffer the penalty of a terrible death than wish to affirm anything outside of the faith or transgress the commandments of our Lord Jesus Christ.",
    "When those of Jewish blood exhibit moral or intellectual superiority, genius or special talent, we feel pride in them, even if they have abjured the faith like Spinoza, Marx, Disraeli or Heine. Despite the meditations of pundits or the decrees of council, our own instincts and acts, and those of others, have defined for us the term 'Jew.'",
    "I think one of the big issues with, you know, people who have strong faith in addition to competing is that conflict between accepting things the way they are, and wanting to compete and get better, and at what point are you in the right balance.",
    "Faith is what replaces doubt in my dictionary.",
    "I'm not a practice religion freak. I didn't grow up in a religious family, but I have a faith.",
    "Shakespeare's plays were a great Teutonic Valhalla with brilliant sunshine at times and violent tempests at others. The world to him was a battlefield, but his sense of poetic justice, his sublime faith in life and its infinite resources, guided the battles.",
    "I have in the past overly trusted people and was, in turn, let down by some. Since then, I have learned the difference between putting faith into people and blindly trusting them.",
    "Young people all over the world are very frustrated. They are very disillusioned. Many of them are turning their backs on religion. They are walking away from the faith of their parents, and most of this is because religion has failed them.",
    "So many books that have Christian characters but are written by atheists mercilessly pillory and mock and question the motives of people with faith. I'm past all that.",
    "Although the Nasser revolution of 1952 was secular, the culture remained deeply religious - but it was a faith of moderation and tolerance. Women made up nearly half my class at university, and my senior academic adviser there was a woman. In Alexandria, my friends were Christians and Muslims.",
    "Though I do not believe that a plant will spring up where no seed has been, I have great faith in a seed... Convince me that you have a seed there, and I am prepared to expect wonders.",
    "As you keep your mind and heart focused in the right direction, approaching each day with faith and gratitude, I believe you will be empowered to live life to the fullest and enjoy the abundant life He has promised you!",
    "It's true, the Church will be raptured before the final seven years of Earth's history, but during that final seven years, many people will come to faith in Christ, but they will pay a terrible price to do so.",
    "We're so mixed up about religion in this culture. We say the Pledge of Allegiance, 'under God indivisible,' but there's no prayer in the schools. I would be so untethered without my personal faith. I wouldn't be able to go through a day - but that's my own experience.",
    "The teenage years are the years to examine faith - the need to be independent and the need to be anchored. Who made all this? And what do I have to do with it?",
    "Growing up around Amish farmland, I enjoyed the opportunity to witness firsthand their love of family, of the domestic arts - sewing, quilting, cooking, baking - as well as seeing them live out their tradition of faith in such a unique way.",
    "Nothing is more dangerous to one's own faith than the work of an apologist. No doctrine of that faith seems to me so spectral, so unreal as one that I have just successfully defended in a public debate.",
    "The U.S. has a long history of walking up to the precipice of rigor and then walking away. As voters, let's support leaders who were courageous enough to make the hard decisions necessary to move our system forward. And as parents, let's put our faith in our educators, our children and tests that hold them to their highest potential.",
    "As business moves forward, you realize that God has his hand on the whole business and that he brought people to you who are like-minded. It starts with faith.",
    "Sisters are brittle things. God was penurious with me, which makes me shrewd with Him. One is a dainty sum! One bird, one cage, one flight; one song in those far woods, as yet suspected by faith only!",
    "Death has its revelations: the great sorrows which open the heart open the mind as well; light comes to us with our grief. As for me, I have faith; I believe in a future life. How could I do otherwise? My daughter was a soul; I saw this soul. I touched it, so to speak.",
    "Faith is the complete reliance on the power and goodness of Spirit and the firm belief that you are always connected to this goodness. Always affirm your faith and not your doubt.",
    "Grow in the root of all grace, which is faith. Believe God's promises more firmly than ever. Allow your faith to increase in its fullness, firmness, and simplicity.",
    "If you believe in prayer at all, expect God to hear you. If you do not expect, you will not have. God will not hear you unless you believe He will hear you; but if you believe He will, He will be as good as your faith.",
    "To every soul that knows how to pray, to every soul that by faith comes to Jesus, the true mercy seat, divine sovereignty wears no dark and terrible aspect but is full of love.",
    "There are those who say we must rescind the Golan Heights law that was passed in the Knesset. To rescind is a concept from the days of the Inquisition. Our forefathers were burned at the stake and would not rescind their faith.",
    "Unity in faith is theocracy; unity in politics is fascism.",
    "I've been very blessed as far as my faith sustaining me because it's not like I haven't been challenged and I haven't been tested and disappointed. But my faith does really bind me and keep me.",
    "The truth of faith is a slender, glowing element that runs through even the seemingly ordinary and undramatic moments of existence. Even at low intensity, it is a steady source of illumination. Such religious truth is powerful even when it seems faint, even when it seems obscured by the larger events of history.",
    "I didn't believe in a guardian angel when I was young. I was brought up in the Protestant faith, and the one thing you had over your Catholic friends was that you didn't have those awful saints chivvying you around.",
    "Religious or biblical can sometimes be a little soft, but 'A.D.' doesn't shy away from the violence of the time, the political intrigue. The story is really about the resurrection of faith, which is how the disciples went about keeping the word of Christ. So, they found all kinds of trouble and problems and torture and persecution.",
    "The Nobel prizes memorialize Alfred Nobel's faith in the contribution that human thought, directed to science and art, can make to human welfare.",
    "Embrace every opportunity of exercising kind feelings and doing good to others, especially to the household of faith.",
    "Satan, our adversary, wants us to fail. He spreads lies as part of his effort to destroy our belief. He slyly suggests that the doubter, the skeptic, the cynic is sophisticated and intelligent, while those who have faith in God and His miracles are naive, blind, or brainwashed.",
    "I don't understand why black people have been so quiescent, so passive over the hundreds of years of American history. Why hasn't there been more violence, more armed struggle? I know answers to some of that, but it seems to me it's an issue of faith, an abiding faith in some sort of great beyond, or great spirit, or even in the American dream.",
    "We need to reject any politics that targets people because of race or religion. This isn't a matter of political correctness. It's a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith.",
    "Science means constantly walking a tightrope between blind faith and curiosity; between expertise and creativity; between bias and openness; between experience and epiphany; between ambition and passion; and between arrogance and conviction - in short, between an old today and a new tomorrow.",
    "Faith is as essential to the spiritual realm as oxygen is to the natural realm.",
    "It's impossible to see the face of Jesus without seeking that face in some concentrated way, in the practice of the faith, through prayer and action.",
    "I am not a person of faith. I'm a Catholic. I was brought up Catholic, but I'm not a church-going sort of girl. I'm very spiritual. I pray every night. I believe in Heaven and Hell, but I'm not a person that goes to church, like, every Sunday.",
    "When you read the news, and you see all this bad stuff happening, there's a tendency to lose faith in humanity. But I meet so many people who restore it and realize that, actually, 99 percent of people are great.",
    "There can be no darker or more devastating tragedy than the death of man's faith in himself and in his power to direct his future.",
    "I have never known Frances to complain once of my Church responsibilities. I have been gone many days and many nights, and I have rarely been able to sit with her in the congregation. But there is no one like her - absolutely no one. She is in every way supportive and is a woman of quiet and profoundly powerful faith.",
    "Because I believe in God and have faith in God, it doesn't mean I am immortal. It doesn't mean I am immune, as has been claimed. I am as scared as anyone of getting hurt, especially driving a Formula One car.",
    "I'm really interested in mythology and folklore. I'm interested in moralities, why we're here, faith... all of these bigger questions that I think we can place in films that allow us to question and give us a safe place to feel. Those types of questions can pop up in all sorts of different types of films - drama, comedy, action movie.",
    "Have faith in your intuition and listen to your gut feeling.",
    "Every child matters. If we fail our children, we are bound to fail our present, our future, faith, cultures, and civilisations as well.",
    "He who has courage and faith will never perish in misery!",
    "During my first years in the Sierra, I was ever calling on everybody within reach to admire them, but I found no one half warm enough until Emerson came. I had read his essays, and felt sure that of all men he would best interpret the sayings of these noble mountains and trees. Nor was my faith weakened when I met him in Yosemite.",
    "Faith is trust in ultimate meaning.",
    "There are two 'faiths' which can uphold humans: faith in God and faith in oneself. And these two faiths should exist side by side: the first belongs to one's inner life, the second to one's life in society.",
    "When all is said and done, what constitutes the impregnable superiority of Christianity over all other types of Faith is that it is ever more consciously identified with a Christogenesis: in other words, with an awareness of the rise of a certain universal Presence which is at once immortalizing and unifying.",
    "Everywhere on Earth, at this moment, in the new spiritual atmosphere created by the appearance of the idea of evolution, there float, in a state of extreme mutual sensitivity, love of God and faith in the world: the two essential components of the Ultra-human.",
    "Certain though I am - and ever more certain - that I must press on in life as though Christ awaited me at the term of the universe, at the same time I feel no special assurance of the existence of Christ. Believing is not seeing. As much as anyone, I imagine, I walk in the shadows of faith.",
    "It is necessary to bear in mind that Scripture only teaches the chief points of those true principles which lead to the true perfection of man, and only demands in general terms faith in them.",
    "If you simply put your faith in Jesus coming down in flesh, through a human being, God becoming flesh living on the earth, dying on the cross for the sins of the world, being buried, and being raised from the dead - yours and mine and everybody else's problems will be solved.",
    "I see Americans of every party, every background, every faith who believe that we are stronger together: black, white, Latino, Asian, Native American; young, old; gay, straight; men, women, folks with disabilities, all pledging allegiance under the same proud flag to this big, bold country that we love. That's what I see. That's the America I know!",
    "Sometimes all you need is a big leap of faith.",
    "The work of healing is not my work, but by faith, healing is done. The work of deliverance, great and mighty deliverance, is not my work but is my faith in Him. It is not the works of righteousness which I have done, but according to His grace. I am a product of His grace.",
    "During my sojourn in ironclad atheism, the primary arsenal leveled against Christianity had been its failure on empirical grounds. Surely, enlightened reason offered a more coherent cosmos. Surely, Occam's razor cut the faithful free from blind faith. There is no proof of God; therefore, it is unreasonable to believe in God.",
    "I welcome the role that people of faith play in building Britain's future - and the Catholic communion in particular is to be congratulated for so often being the conscience of our country, for helping 'the least of these' even when bearing witness to the truth is hard or unpopular.",
    "There's a huge amount of faith and confidence in the stunt team.",
    "I believe in spirits. I believe in faith. I believe in spirituality. I believe in aliens as well.",
    "My faith, and especially my faith as a Catholic, does inform me and does guide me.",
    "Religious beliefs have played a vital role in forming America's character as well as my own. I was raised as a Lutheran, and I believe in God and consider my faith and involvement with organized religion to be an important part of who I am.",
    "The world has lost faith in American leadership, and the threats are mounting.",
    "Faith and service to others were pillars in Rev. DeBose's life. I knew him as a very kind person and an outstanding public servant.",
    "Scandals, corruption, partisan infighting - no wonder people have lost faith in Congress. I say enough is enough.",
    "I think our devotion to Mary is very beautiful. She has a sacred role in Catholicism, and her strong faith and humility are things we can learn from.",
    "I've become a true Muslim. It's giving me happiness. It's made me become content as a man and helped me to grow. I've just got faith in it, and it has definitely helped me become the man I am today.",
    "It doesn't matter where you come from, what you have or don't have, what you lack, or what you have too much of. But all you need to have is faith in God, an undying passion for what you do and what you choose to do in this life, and a relentless drive and the will to do whatever it takes to be successful in whatever you put your mind to.",
    "We knew sports was important to us and our family, but there are priorities in life.Obviously, faith is foremost; how we did in school is important. If we didn't handle that business then there were no privileges.",
    "I've always believed that success for anyone is all about drive, dedication, and desire, but for me, it's also been about confidence and faith.",
    "America is known as a country that welcomes people to its shores. All kinds of people. The image of the Statue of Liberty with Emma Lazarus' famous poem. She lifts her lamp and welcomes people to the golden shore, where they will not experience prejudice because of the color of their skin, the religious faith that they follow.",
    "Don't let the winds blow your dreams away... or steal your faith in God.",
    "My music is the spiritual expression of what I am - my faith, my knowledge, my being.",
    "We fitted, amusingly enough, into none of the form categories of 'The Young American Couple'... security to us is in ourselves, and no job, not even money, can give us what we have to develop: faith in our work and hard, hard work, which is Spartan in many ways.",
    "One of the essential and most valid objections against the act of faith is that it is irrational, inasmuch as it offends against the syllogistic rule that the conclusion of an argument shall contain nothing more than the premises.",
    "This is a day of little faith - of few convictions - a day when men seem to have no great causes and no great passions. So in frustration, in disappointment, they are inclined to say, 'You can't change human nature.' It is true that we cannot change human nature. But God can.",
    "My mother has always instilled in us that we should carry ourselves with dignity despite the horror that came with the civil war. She also taught us that where you come from is very important because that's what makes you who you are. So for me, whatever I've gone through had profoundly shaped me; it has given me strength and unwavering faith.",
    "It's always a leap of faith when you get involved with somebody.",
    "Since coming back from overseas, this is more of a foreign country than the places overseas. I don't understand it. It's like America has lost faith in rational thought.",
    "Despite everything I've been through, despite being a kid with a spotty background, the Cleveland Browns stuck their neck out and risked taking me and put their faith and belief in me, and I won't let them down.",
    "If you look at 'The Have and the Have Nots,' I didn't want to write a show where everyone is great and wonderful and perfect. I wanted to write it so that you're not really sure who the haves are. You look at Hanna, and you see that she doesn't have much, but she has great faith.",
    "Is it not hard that even those who are with us should be against us - that a man's enemies, in some degree, should be those of the same household of faith? Yet so it is.",
    "I asked long ago,'What must I do to be saved?' The Scripture answered, 'Keep the commandments, believe, hope, love.' I was early warned against laying, as the Papists do, too much stress on outward works, or on a faith without works, which as it does not include, so it will never lead to true hope or charity.",
    "I know that I had not faith, unless the faith of a devil, the faith of Judas, that speculative, notional, airy shadow, which lives in the head, not in the heart. But what is this to the living, justifying faith, the faith that cleanses from sin?",
    "Whatever final judgment awaits 'Bush v. Gore' in the annals of history, I am certain that the good work and good faith of the U.S. federal judiciary as a whole will continue to sustain public confidence at a level never beyond repair.",
    "There's stuff going on in the world right now, which you can't imagine why is this happening; it's crazy. I don't know what the answer is, but if you didn't have faith in the universe that somehow something great would arrive at the end, then we'd all give up, and that would be a waste of everyone's time.",
    "If we may not remain silent about evil in the Church, then neither should we keep silent about the great shining path of goodness and purity which the Christian faith has traced out over the course of the centuries.",
    "It's been a long comeback. Things were pretty dark for me. But I have a faith now, and it saves my day. I was angry with God for a long time because I was unhappy with me. I hadn't learned to make the distinction between God and my parents. But there's a peace now. In the end, I got sick and tired of being sick and tired.",
    "Qualities you need to get through medical school and residency: Discipline. Patience. Perseverance. A willingness to forgo sleep. A penchant for sadomasochism. Ability to weather crises of faith and self-confidence. Accept exhaustion as fact of life. Addiction to caffeine a definite plus. Unfailing optimism that the end is in sight.",
    "'Grace' is basically a death prayer. Not something of sorrow, but of just casting away any fear of death. No relief will come - you really just have to stew in your life until it's time to go. But sometimes, somebody else's faith in you can do wonders.",
    "No man has ceased to believe in God before having decided that he should not exist; no book would produce atheism, and no book can restore faith.",
    "Government is a true religion: it has its dogmas, its mysteries, its priests. To submit it to the individual discussion is to destroy it; it is given life only through the national mind, that is to say, by political faith, which is a creed.",
    "I believe that in the pursuit of education, individual desire is more influential than institution, and personal faith more forceful than faculty.",
    "Our inquiring friends and neighbors not of our faith can also catch the wave. We encourage them to keep all that is good and true in their lives. And we invite them to receive more, especially the glorious truth that through God's eternal plan, families can be together forever.",
    "When we speak of faith - the faith that can move mountains - we are not speaking of faith in general but of faith in the Lord Jesus Christ.",
    "Faith in the Lord Jesus Christ can be bolstered as we learn about Him and live our religion. The doctrine of Jesus Christ was designed by the Lord to help us increase our faith.",
    "Even the best teams can fail. Celebrities can fade. There is only One in whom your faith is always safe, and that is in the Lord Jesus Christ. And you need to let your faith show!",
    "Clinicians, academicians, and politicians are often put to a test of faith. In pursuit of their goals, will their religion show or will it be hidden? Are they tied back to God or to man?",
    "All that the future holds in store for each sacred child of God will be shaped by his or her parents, family, friends, and teachers. Thus, our faith now becomes part of our posterity's faith later.",
    "'It's a Wonderful Life' was a mainstream Hollywood movie about faith, redemption, religion, and it was rated G.",
    "I think people wanted to see some specificity in faith on TV.",
    "Any false religion ultimately is a deception of Satan, to try and keep people from the only way to Heaven, which is through faith in Jesus Christ.",
    "If our faith is the most important part of our lives, then our religious views influence every other part of our lives, including our political views.",
    "I always see the glass half full. I see the beauty in others, and I see the hope for tomorrow. If we don't have hope and faith, we have nothing.",
    "The woman power of this nation can be the power which makes us whole and heals the rotten community, now so shattered by war and poverty and racism. I have great faith in the power of women who will dedicate themselves whole-heartedly to the task of remaking our society.",
    "Without our faith, we wouldn't have been able to succeed. On many occasions, before we'd go out on a sit-in, before we went on the freedom ride, before we marched from Selma to Montgomery, we would sing a song or say a prayer. Without our faith, without the spirit and spiritual bearings and underpinning, we would not have been so successful.",
    "Without prayer, without faith in the Almighty, the civil rights movement would have been like a bird without wings.",
    "I questioned the blind faith demanded by my religion, which was Islam.",
    "Many Muslims put their Islamic faith ahead of their national identity and forbid preachers from other religions from coming into their countries to convert their young. Apostasy is treason to Allah. Heresy has no rights.",
    "When the faith dies, the culture it produced begins to die, then the civilization goes, and, then, the population.",
    "There is no force in the world that can block the powerful march of our army and people, who are holding high the banner of the suns of great Comrade Kim Il Sung and great Comrade Kim Jong Il and continuing to advance under the leadership of the party and with strong faith in sure victory.",
    "The agricultural working people should be imbued with a thoroughgoing faith in socialism and steadfast anti-imperialist and class consciousness so that they can regard our style of socialism as their life and soul, love it ardently, and fight staunchly against the imperialists' moves for ideological and cultural infiltration.",
    "People have lost their faith that if they work hard, if they try to get ahead, if they play by the rules, then that will ultimately result in positive outcomes.",
    "The evangelical Christian faith I'd grown up with sustained me. It demanded that I refuse the drugs and alcohol on offer in our southwestern Ohio town, that I treat my friends and family kindly, and that I work hard in school. Most of all, when times were toughest, it gave me reason to hope.",
    "While faith need not be monolithic - it can motivate both voting behavior and character development - focus matters. A Christianity constantly looking for political answers to moral and spiritual problems gives believers an excuse to blame other people when they should be looking in the mirror.",
    "I partly know why I have not led a perfect life like other believers. But I avow to my Lord, and I do not lie, that from the time when I first knew him, the love of God and the fear of him has grown in me from my youth so that I have, by the power of God, always till now kept the faith.",
    "Our mission... it will be difficult, it will take time, it will be demanding for all men and women... will be to act in such a way that French people of the Muslim faith are always more proud of being French than of being Muslim.",
    "I dabbled with faith, and I explored religion quite thoroughly.",
    "I would love to get in trouble with the Catholic Church. I'm not religious myself, but my issue is with the organization. It's an organization of men - it's not about faith.",
    "A man of real purpose puts his faith in himself always. Sometimes he refuses even to put his faith in the gods. So from time to time, he falls into error.",
    "My faith and reason tell me that God created the world, and I'm not particularly interested in the details. I'll find out when I meet my Maker.",
    "You've been entrusted with a lot of money and a lot of careers, and a lot of people put their faith in me, and every director goes through that every time.",
    "We have elected to put our money and faith in a mathematical framework that is free of politics and human error.",
    "The sometimes-tough love of the Christian faith of my childhood demanded a certain amount of self-reflection and, occasionally, self-criticism.",
    "When I started law school in 2010, I would have called myself an atheist. When I graduated law school in 2013, I was exploring my faith again. A lot changed in those three years.",
    "Faith gave me the belief that there was somebody looking out for me, that there was a hopeful future on the other side of all the things I was going through.",
    "Sometimes you find your strongest faith in the darkest corners.",
    "After the mediocre 'Final Fantasy XIII' and the sheer disaster that was 'Final Fantasy XIV,' many fans have lost faith in the RPG titan.",
    "I have this unshakeable faith. I believe in myself; I believe in God.",
    "I have faith that God often uses our deepest pain as the launching pad of our greatest calling.",
    "I love my ink. They all have a meaning. I'm very strong in my faith, so I wanted to have some religious images. I've got Pieta, a Michelangelo sculpture of Mary holding Jesus after he came off the cross, on my shoulder. A sacred heart on my arm. Musical notes because I love music. The compass on my chest is there because church is my compass.",
    "We're on some path that's set since we're born, but I still believe we can change some things. So I believe in my faith, but I still don't believe in my fate.",
    "Nobody really needs a painting. It's something you kind of create value for in a way that you don't with a company. It's an act of collective faith what an object is worth. Maintaining that value system is part of what a dealer does, not just making a transaction but making sure that important art feels important.",
    "Big religion was started with one goal in mind: to make money. And I'm not knocking anyone's faith, because I think there are a lot of good values to be found in any faith. But when any faith starts to get in the way of love, that's where you can tell that greed and fear have stepped in and that those things come from man.",
    "Catechesis, preaching, and passing on the faith must not only be about educating the members of our communities in the content of our tradition. This is important, but it must equally be about developing their spiritual sensitivity to the ways God manifests His presence and action in the world.",
    "Nobody understands how the world will change. The only way you can plan for the future is to have scenarios. You have to have the courage to take a leap of faith on one of them.",
    "The wise policymaker doesn't assume that any policy adopted in good faith will have good results. Instead, he or she weighs the likely outcome of any new policy based on facts and experience - not sentiments and dreams.",
    "I'm a strong man of faith.",
    "Our inner beliefs trigger failure before it happens. They sabotage lasting change by canceling its possibility. We employ these beliefs as articles of faith to justify our inaction and then wish away the result. I call them belief triggers.",
    "Anyone can be a hero. You just have to have faith in yourself.",
    "It's never appropriate for a judge to impose that judge's personal convictions - whether they derive from faith or anywhere else - on the law.",
    "My faith is with me always.",
    "Everyone's got to have a bit of faith.",
    "It is possible to call God 'Lord,' to feel emotionally connected to faith, to do the altruistic things and still not want God.",
    "U.S. leadership has been rooted not just in our own belief in American exceptionalism but in the faith of others around the world. By so wantonly discarding that principle, the Trump Administration has done incredible harm to the families they have separated through the state-sponsored child abuse that has been carried out in our name.",
    "When every court was saying 'no,' I believe God was still saying yes. I had to somehow find that faith and reach deep down in my soul and believe in the teaching that my mother taught me as a young boy, that God can do everything but fail.",
    "In 2006, I made the decision to go after my dream. I was living in Atlanta and had a promising career in marketing, but I took a leap of faith and decided to move to New York, enroll in graduate school, and pursue acting.",
    "I talk about my faith. I talk about positive things that I've dealt with that have taught me things, and I talk about negative things that I'm dealing with.",
    "We - what we need is a dialogue among civilizations. And we need multiculturalism, respect for diversity, tolerance, respect for diverse faiths.",
    "My beliefs and my faith are part of who I am, and I'm so grateful that I had the foundation laid early on. My mom took me to church from my earliest memories, so I'm grateful to have had that foundation laid early, and it's just part of who I am.",
    "That's part of the deal. You're going to be criticized. I always welcomed that. Not everyone believes what I believe. And I welcome the criticism, not because I like it, but because it means they're watching you. It presents an opportunity to share your message and share your faith.",
    "You must never give up and have faith in yourself.",
    "I learned that it is faith that decides whether something will happen or not.",
    "Perhaps faith is a faith in one's self, the belief that one wouldn't feel so moved by the encounter if it weren't divine, a trust in one's own deepest positive responses. To doubt it would involve a self-alienation.",
    "You have to have faith in your own qualities; that is part of being a footballer: being strong in your head. That is more than half of the quality you need to be a football player.",
    "From the beginning to the end of a drama, it's most important that I'm focused on the project that I'm responsible for and feel affection towards it. Then I get faith that the project will end up being good before getting fully engaged in it.",
    "With the success of 'Yevade Subramanyam' and 'Bhale Magadivoy,' the audience's faith in me has increased, which is a good sign.",
    "There's always a ying-yang in life. With everybody. There's evil in all of us. It's just about how you balance out the evil and the good and having faith in yourself and how you carry yourself.",
    "I have always been confident in my abilities, always had my faith in God, always expressed myself, but when you are a young player, sometimes you get misunderstood.",
    "I couldn't change by myself. I needed my faith and belief in Christ to give me the strength to break free and allow people to help me to change.",
    "Just dream big. Go for it. There's nothing holding you back. You can have ups and downs, but if you believe in something, keep the faith; keep fighting. And don't let people put you down.",
    "To me, the definition of faith is to fear nothing.",
    "For me, faith is personal, but the implications are social - as personal and social responsibility are at the heart of the Christian message.",
    "I've always thought I'd like to be something more exotic than C of E. I can't even say I'm lapsed. You don't lose your faith when you are Church of England - you just can't remember where you left it.",
    "I think, overwhelmingly, Americans would agree that if you're going to come into our country, you have to accept the fact that people are allowed to practice different faiths and lifestyles, without fear of violence, without fear of being literally oppressed or subjugated. I don't think that's something any reasonable person would disagree with.",
    "I found my faith to be more about my belief, my spirituality, about nature.",
    "I think my faith as a Muslim is very important. One of the core values is that you are always trying to build consensus. So when it comes to figuring out if something is permissible or not in Islam, it's usually a discussion, and people have to come to a consensus in order for something to be approved.",
    "I always believe that luck and faith will be on my side more than the other side.",
    "What we, as African Americans, stood on was our faith.",
    "My mother had taught me that the only thing you could depend on was your faith, and I had that.",
    "The first thing you have to get when you play somebody iconic is you have to get lucky. More than anything else, you have to make a leap of faith and know that somewhere, the net will appear, and you'll find your way.",
    "I always had faith in my creative capacity.",
    "You've got to have faith in what you're doing and not take no for an answer.",
    "It sounds simple telling people to work hard and never quit, but to really execute and demonstrate those principles takes discipline and faith. Those are the two factors that I believe separate the good from the great, the successes from the failures.",
    "At certain times, you start to - maybe not lose the faith - but just wonder how long it will take until someone picks me up. I was thinking, 'Is it just me? Do I think I'm better than any manager does?'",
    "Evangelicals have, for decades, believed that the country was more conservative than not, more Christian than not. The bipartisanship on religious liberty and the civic faith of the country was conducive to that. Now they've woken up to a reality in the Obama years that this was a polite fiction.",
    "You can accomplish anything that you dedicate yourself to. Think how many people struggle across the world, across the country. I know anything is possible if you set your mind, your body, your soul, and your faith to it.",
    "I follow the faith of all religions. My mother gave me abundant love when I was a child. She taught me the ways to lead life, and I have been a firm believer in all religions since then.",
    "Some people have a God because they need faith, and that's fair enough.",
    "When your back is against the wall, and you feel like you're losing faith and hope because so many things are coming at you at once, hold on.",
    "My faith is in God. If it's a little statue of Buddha or whatever works for you, brilliant.",
    "Thanks to my Buddhist faith, to the positivity that arose from prayer, I put the optimism of determination before the pessimism of logic and reason.",
    "All we have and are is based on the Christian faith, which has shaped law, government, morals, music, landscape, and education here for a thousand years.",
    "My understanding of my faith is that - through a Christian framework - part of what we are called to do is to lay down our own self-interests, after the model of divinity that comes into this world in the form of Christ and lays down his life. And in order to do that, you have to care about something or someone more than yourself.",
    "I have a very strong faith in God, and I have a strong family base.",
    "I have great faith in lasers, but no one's putting one near my eye.",
    "The truest definition of faith is having the belief you're going somewhere that you can't see, whether it's religion or football or learning to ride a bike.",
    "My teammates and I have so much faith in each other on the court while we're out there trying to win games.",
    "Our country, though it is not a theocracy, you will not understand democracy if you don't understand the biblical foundations and traditions and foundation of Christianity and of our faith.",
    "If one is hardworking and has faith in one's talent, I think it just adds to one's confidence.",
    "I started really believing and understanding what it meant to be a follower of Jesus when I was probably in high school sometime. From there, just trying to draw on my faith since then.",
    "My philosophy - inclusive and pluralist Islam, dedicated to service to human beings from every faith - is antithetical to armed rebellion.",
    "Faith, family, and football is how I prioritize my life. And they all go together, but they go in that order.",
    "Hope looks forward. Faith knows it has already received and acts accordingly.",
    "Imagine life without any algorithms at all, you wouldn't be able to do anything. This is already completely encompassing. We have a habit of over-trusting what mathematics or computer scientists tell us to do, without questioning it, too much faith in the magical power of analysis.",
    "If people lose faith in their government, the result is the same whether or not the loss of confidence is justified.",
    "There is a group of people that I think in good faith honestly believe that further curtailing our Second Amendment rights will enhance public safety. But there's another group that just hates the Second Amendment.",
    "Many people told me not to call the book '... Refugee' because Aussies won't buy it. I told them I have faith in Aussies, and it makes me a proud Aussie to see that the title hasn't hurt the book.",
    "Scholars of totalitarianism talk about the importance of this constant movement, this forever war, this need to do battle on behalf of something that needs protection. In Russia, this something has been postulated as faith and traditional values.",
    "The faith community has a really critical role to play. Both giving out accurate and important information and ensuring that everyone in the household feels engaged in their community even though they're at home themselves.",
    "I don't have any answers, but in my personal opinion, I'm a person that has faith and I believe that a lot of people have neglected God.",
    "Faith, family and then football. Those are my priorities now.",
    "Having known war I know the value of peace. Having lived under government control I know the value of freedom. Having lived with hatred, terror and corruption I know the value of faith and forgiveness.",
    "My faith in God is healing my heart so I can have peace.",
    "I had such a run of bad luck that you lose faith that good things are going to happen any more. I still don't answer the door because I went through so long expecting it to be a bailiff.",
    "The thing that worries me more than anything else is losing faith in the capacity of politics to change things. I don't mean scepticism, criticism, querying, but I do mean cynicism.",
    "My faith is my faith, and I cannot allow anyone to take that from me.",
    "What many students most want from college, although they would never admit it, is an authority structure. There is a demand for an authority which they can then reject; they want to be told what to do, so they can disobey. It is a textbook case of bad faith, a flight from freedom.",
    "Women have always been the world's burden bearers. Ever since history began the great burden of the world's faith, its belief in immortality has been carried in the arms of its women.",
    "I think I'm a humanist. I believe all humans should have equal rights to live, express, flourish, love and dissent, irrespective of their gender, caste, class, socio-economic strata, disabilities, political stance, religion or faith.",
    "Unfortunately, injuries are part of the game and you have to adapt, keep faith, trust and never give up.",
    "Whenever I ask myself what blackness means to me, I am struck by the parallels that exist between my predicament and that of many Western Jews, who struggle with questions of assimilation at a time when marrying outside the faith is common.",
    "Becoming a monk was a hard decision. Leaving being a monk was harder, but it's given me so much faith in my ability to transition, and that what I learned as a monk can still serve me.",
    "Your wardrobe can be your passport for success. What you wear to a new job interview or an audition can be of great impact and open doors for you. If you possess talent and faith in yourself, and wear clothing that enhances your personality, you have a 50 percent better chance of winning or gaining whatever you're seeking.",
    "A lot of people devote their lives to me and what I do. It means the most to be able to repay that faith.",
    "I have a lot of belief in myself and I am also someone who has a lot of faith in God. I get a lot of strength from my Catholicism.",
    "There's a number of other things where people can advocate for their positions, from a faith point of view on right to life and a whole range of things, that don't involve removing the rights of another Canadian.",
    "My husband and I have been married for 15 years. He is a priest in the Church of Sweden. I have a faith, but it's not so formal. We made our peace with that.",
    "Faith, family, and fitness - that's the order I try to keep things in.",
    "Well, traditionally, my husband and I go back to our farm in Virginia but we do Christmas every day. We truly do. For us, it's about giving. We are of the Christian faith we believe that if people can see God in us, then we're actually doing our job.",
    "I'm increasingly conscious of the fact that, even when we know a lot, there's an element of blind faith. For things to work well, you have to surrender to the moment. This is especially true of writing, producing and truly giving it all in a performance.",
    "I'm originally from Victorville, California, I grew up there. You know, it was a journey, because in Victorville, you know, it's tough out there. It's not like, the easiest place to grow up, so I had just faith in God that if I keep working hard, I could make a way for myself, so my faith in God is something I need, it's essential.",
    "Oceans, in their beauty and mystery, unite human beings whatever their situation, nationality, or faith.",
    "My faith always kept me focused and strong.",
    "You have to have faith and confidence in yourself, that you are better than the bad guys you're dealing with. You have to have a lot of patience.",
    "A vision is like an oasis in a desert. You can't have it all the time, as you need to keep on continuing your journey through the desert of life experiences, full of faith trials... I am not so concerned about waiting for a vision to appear because I know it will come to me when I least expect it... I still do have visions that inspire my work.",
    "If you have the dream, the belief and the faith, you can go anywhere.",
    "It just comes from my faith as a Christian, to not just do a job, collect a check and go home.",
    "With a Catholic mother and a Muslim father, I've always had a great interest in religion, but I've never practiced one myself. After I received a diagnosis of an aggressive form of leukemia at the age of 22, I put my faith in medicine.",
    "The Mets represent life and the reality of life, the winning, the losing, the hope, the faith. You stick with them through the ups and the downs, the heartbreaks. Every year you always have hope. You always have faith, even when they break your heart. You get mad, but you stick with them. They're humbling.",
    "My faith in God has been the rudder that has allowed me to soar above the fray and to stay grounded and to learn from my mistakes.",
    "Too many Americans have lost faith in our political system and our economy.",
    "Americans must have faith that presidential election rules are established through the transparent, democratic process required by the U.S. Constitution to guarantee public accountability and preserve federalism.",
    "We must confront any situation, however difficult it may be, with courage, faith, serenity, confidence and a lot of mental strength.",
    "Throughout life, you keep exercising your faith, so when you get into different challenges, you decide, 'this time I'm going to trust God,' and God comes through for you. That's how it kept building and building for me, so I can be confident and go into places knowing that God's got me. That's why a lot of times I can be fearless.",
    "When we were growing up we were taught by our parents to have faith in God.",
    "Making my England debut was a special moment and now New Balance is showing a lot of faith in me, I am grateful for the opportunity, it's been a great time for me.",
    "It seemed like they had a lot of faith in their youth and there was a clear pathway when you could see the players coming up from Hale End to London Colney and my dad also really believed in the project and he loved Arsene Wenger. I think Arsenal was the club in the hearts of my family, so we chose them.",
    "My faith is constantly being exercised when I'm put in different situations or I play in big football matches such as my England debut.",
    "It's hard sometimes - to shake yourself off, say out loud the things you dream of - but taking that chance, that leap of faith, that bravery will always pay off.",
    "Every time I've faced a tough challenge or had a setback of some kind, I've always gone back to my faith - in the Holy Trinity, the communion of saints, our holy Mother Mary.",
    "Faith is a huge part of my life and I think my first experience with music wasn't that it's something you hear on the radio, but rather it's a form of worship. It's like a form of talking to God and having relationship with God.",
    "The only things that get me through hard times are my faith and my people.",
    "Every year is a new challenge. And every year, those new challenges require a new work ethic and a new faith.",
    "I never really try to put my own faith in someone else's hands.",
    "As I run for U.S. Senate, I am in support of a vote to codify Roe and will do so if elected. That would allow women to make their own health care decisions in consultation with their faith, family and doctors - not politicians.",
    "I have faith. I believe in the Lord.",
    "I think that tolerance and respect and compassion and empathy is who my faith instructs me to be. I don't have to agree with you to love you, respect you. And I think that I can bring more people to Jesus by how I live.",
    "My message is to keep faith in God, stay strong and united. Eventually, the world will realize the enduring truth - the nation of Israel lives on!",
    "I've lost a lot of faith in psychiatrists. None of them is going to advertise a cure that really works because they just want to make money out of you.",
    "For me, I've just gone much deeper into my prayer life; I've gone deeper into my own faith."
  ],
  "references": [
    "Abraham Lincoln",
    "Ambrose Bierce",
    "Khalil Gibran",
    "Ralph Waldo Emerson",
    "Sherwood Eddy",
    "Khalil Gibran",
    "E. M. Forster",
    "Henry Ward Beecher",
    "William Wordsworth",
    "John Dewey",
    "B. C. Forbes",
    "Emmanuel Teney",
    "Blaise Pascal",
    "Martin Luther King, Jr.",
    "Mary Manin Morrissey",
    "Friedrich Nietzsche",
    "Aleister Crowley",
    "Edgar Allan Poe",
    "Ernst Fischer",
    "Wilson Mizner",
    "Fidel Castro",
    "William O. Douglas",
    "Albert Einstein",
    "Austin Farrer",
    "Elie Wiesel",
    "Thornton Wilder",
    "Martha Graham",
    "Paul Tillich",
    "C. S. Lewis",
    "Madeleine L'Engle",
    "Pope Paul VI",
    "Reinhold Niebuhr",
    "John Paul Jones",
    "William Shakespeare",
    "Voltaire",
    "David Viscott",
    "George Eliot",
    "Hal Borland",
    "Sherwood Eddy",
    "Mother Teresa",
    "Albert Pike",
    "Blaise Pascal",
    "Rabindranath Tagore",
    "Saint Augustine",
    "Helen Keller",
    "Lucille Ball",
    "William Penn",
    "William Inge",
    "Vannevar Bush",
    "H. L. Mencken",
    "Ayn Rand",
    "Louis L'Amour",
    "Muhammad Ali",
    "Max Planck",
    "Sophia Loren",
    "Paul Brunton",
    "Peter Ustinov",
    "D. Elton Trueblood",
    "Johann Kaspar Lavater",
    "Friedrich Nietzsche",
    "Victor Hugo",
    "Harriet Beecher Stowe",
    "Norman Vincent Peale",
    "Christopher Fry",
    "George Edward Moore",
    "Leo Tolstoy",
    "Norman Cousins",
    "Sherwood Eddy",
    "Blaise Pascal",
    "Khalil Gibran",
    "Jacques Yves Cousteau",
    "Michel de Montaigne",
    "John Dalberg-Acton",
    "George H. W. Bush",
    "Mary McLeod Bethune",
    "Claude Bernard",
    "Julia Cameron",
    "Henry Adams",
    "J. William Fulbright",
    "George McGovern",
    "R. Buckminster Fuller",
    "William James",
    "Eleanor Roosevelt",
    "Edgar Allan Poe",
    "William Adams",
    "Mortimer Adler",
    "Richard Dawkins",
    "Albert Schweitzer",
    "Gail Devers",
    "Helen Rowland",
    "W. H. Auden",
    "David Ben-Gurion",
    "C. S. Lewis",
    "George Washington",
    "Simone Weil",
    "Simone Weil",
    "Miguel de Unamuno",
    "Francis Quarles",
    "Christina Rossetti",
    "Jean-Jacques Rousseau",
    "Jean Rostand",
    "Henri Frederic Amiel",
    "Henri Frederic Amiel",
    "Henri Frederic Amiel",
    "Louisa May Alcott",
    "Albert Einstein",
    "Thomas A. Edison",
    "Dwight D. Eisenhower",
    "Dwight D. Eisenhower",
    "Tony Benn",
    "Georges Bernanos",
    "Georges Bernanos",
    "Bruce Barton",
    "Emily Bronte",
    "Thomas Browne",
    "Thomas Browne",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Graham Greene",
    "George Gurdjieff",
    "James Russell Lowell",
    "Martin Luther",
    "Martin Luther",
    "Martin Luther",
    "Martin Luther",
    "Martin Luther",
    "Martin Luther",
    "Benjamin Franklin",
    "Hal Borland",
    "Eric Hoffer",
    "Oliver Wendell Holmes, Jr.",
    "George Herbert",
    "William Hazlitt",
    "David Livingstone",
    "Henry David Thoreau",
    "Benjamin Disraeli",
    "Francis Beaumont",
    "Tertullian",
    "George Sand",
    "Roy L. Smith",
    "Thomas Carlyle",
    "Marcus Tullius Cicero",
    "Samuel Taylor Coleridge",
    "Robert Collier",
    "William Ellery Channing",
    "Joseph Conrad",
    "William James",
    "William James",
    "William James",
    "William James",
    "Lyndon B. Johnson",
    "Dwight L. Moody",
    "Dwight L. Moody",
    "Dwight L. Moody",
    "Herman Melville",
    "Pope John Paul II",
    "Reinhold Niebuhr",
    "Thomas Paine",
    "Plato",
    "Blaise Pascal",
    "Alexander Pope",
    "Saint Bernard",
    "Wolfgang Amadeus Mozart",
    "Benjamin Whichcote",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Mahatma Gandhi",
    "Alfred Lord Tennyson",
    "John Donne",
    "Lillian Smith",
    "Victor Hugo",
    "Charles Lindbergh",
    "Henry Ward Beecher",
    "Benjamin Franklin",
    "Voltaire",
    "Ralph Marston",
    "Helen Keller",
    "Harry S Truman",
    "George Gurdjieff",
    "Saint Augustine",
    "John Kenneth Galbraith",
    "Benjamin Franklin",
    "William Shakespeare",
    "Blaise Pascal",
    "Joseph Campbell",
    "Charles Studd",
    "Edna St. Vincent Millay",
    "Bob Taft",
    "Brad Henry",
    "Brad Henry",
    "John Cornyn",
    "Kelly Clarkson",
    "Elizabeth Goudge",
    "Brad Henry",
    "James Beattie",
    "Gregory Peck",
    "Henry Adams",
    "Amy Grant",
    "Albert Bandura",
    "Charles Stanley",
    "Charles Stanley",
    "Chester W. Nimitz",
    "Charles Spurgeon",
    "George Fox",
    "Michelangelo",
    "Michelangelo",
    "Pope Benedict XVI",
    "Pope Benedict XVI",
    "Michael Ramsey",
    "Stephen Ambrose",
    "Thomas Aquinas",
    "Thomas Aquinas",
    "Charles Hodge",
    "Charles Wesley",
    "Havelock Ellis",
    "John H. Johnson",
    "Barbara Smith",
    "Susan L. Taylor",
    "Owen D. Young",
    "Abraham Kuyper",
    "August Wilhelm von Schlegel",
    "Thomas Aquinas",
    "Edmond About",
    "Jonathan Edwards",
    "Joseph Smith, Jr.",
    "E. O. Wilson",
    "Corazon Aquino",
    "Corazon Aquino",
    "Ellen G. White",
    "Ellen G. White",
    "Stephen Samuel Wise",
    "Cat Stevens",
    "Sean Combs",
    "Marcia Wallace",
    "Robert Browning",
    "Muhammad Iqbal",
    "Wilma Mankiller",
    "E. O. Wilson",
    "Benny Hinn",
    "George Whitefield",
    "Ted Lange",
    "Wislawa Szymborska",
    "Ramakrishna",
    "Shaun Cassidy",
    "Ellis Peters",
    "Michael Crichton",
    "Swami Vivekananda",
    "Edward Forbes",
    "Jim Dine",
    "Adam Schiff",
    "Abu Bakr",
    "Abu Bakr",
    "Kirk Cameron",
    "Saint Ignatius",
    "Thomas Becket",
    "Thomas Becket",
    "Arthur Compton",
    "Irving Babbitt",
    "Lee Greenwood",
    "Bob Menendez",
    "Ken Hensley",
    "Matthew Simpson",
    "Yo-Yo Ma",
    "Jerry Costello",
    "John Podesta",
    "James Randi",
    "Alan Watts",
    "Alan Watts",
    "Alan Watts",
    "Alan Watts",
    "Alan Watts",
    "Timothy Radcliffe",
    "Judy Collins",
    "Francis Parker Yockey",
    "George Seaton",
    "Roberta Flack",
    "Ernest Holmes",
    "Ernest Holmes",
    "Jacqueline Cochran",
    "Clara Barton",
    "Jim Wallis",
    "Jim Wallis",
    "Jim Wallis",
    "Jim Wallis",
    "Studs Terkel",
    "Joseph Glanvill",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Thomas S. Monson",
    "Thomas S. Monson",
    "Thomas S. Monson",
    "Thomas S. Monson",
    "Thomas S. Monson",
    "Joe Bob Briggs",
    "Origen",
    "Willie Aames",
    "Jack Schwartz",
    "Frances Wright",
    "Javier Bardem",
    "David Wilkerson",
    "Orson Pratt",
    "Franklin D. Roosevelt",
    "John Doolittle",
    "Mahalia Jackson",
    "Mahalia Jackson",
    "Walter Martin",
    "John Woolman",
    "Martin Van Buren",
    "Franz Liszt",
    "Hattie McDaniel",
    "Dorothy Day",
    "Dorothy Day",
    "Dorothy Day",
    "Clifford D. Simak",
    "David Ogden Stiers",
    "Polly Toynbee",
    "Xun Kuang",
    "Lenny Kravitz",
    "Thomas More",
    "Denzel Washington",
    "Brooke Shields",
    "Bradley Whitford",
    "Joseph Jarman",
    "Boris Kodjoe",
    "Boris Kodjoe",
    "Boris Kodjoe",
    "Ayrton Senna",
    "Quentin Tarantino",
    "Scott Stapp",
    "Armistead Maupin",
    "Pat Buckley",
    "Marie de France",
    "Alphonsus Liguori",
    "Hans Urs von Balthasar",
    "Hans Urs von Balthasar",
    "Stacie Orrico",
    "Edwin Louis Cole",
    "Edwin Louis Cole",
    "Edwin Louis Cole",
    "James Cameron",
    "Nick Rahall",
    "Richard Dawkins",
    "Wynton Marsalis",
    "Willie Stargell",
    "Martha Gellhorn",
    "Muhammad Ali Jinnah",
    "Kenneth Scott Latourette",
    "Barack Obama",
    "Barack Obama",
    "Paula Abdul",
    "Garth Brooks",
    "Elizabeth Barrett Browning",
    "Novalis",
    "Ronald Reagan",
    "John Greenleaf Whittier",
    "Oliver Cromwell",
    "E. B. White",
    "Elbert Hubbard",
    "George MacDonald",
    "Joe Namath",
    "Miguel de Unamuno",
    "Paul Tillich",
    "David Brainerd",
    "Zig Ziglar",
    "Heinrich Heine",
    "Sarah Ban Breathnach",
    "Paul Tillich",
    "Bruce Springsteen",
    "Khalil Gibran",
    "Ben Stein",
    "Marquis de Sade",
    "Samuel Butler",
    "Aiden Wilson Tozer",
    "Oswald Chambers",
    "Martin Luther",
    "Billy Graham",
    "Vincent Van Gogh",
    "Henry David Thoreau",
    "Erich Fromm",
    "Mason Cooley",
    "Alexis de Tocqueville",
    "Miguel de Unamuno",
    "Oliver Wendell Holmes, Jr.",
    "Alexander Smith",
    "Vincent Van Gogh",
    "Paul Tillich",
    "Paul Simon",
    "Dalai Lama",
    "Niccolo Machiavelli",
    "Oswald Chambers",
    "Dan Brown",
    "Ella Wheeler Wilcox",
    "Don King",
    "Augustus Hare",
    "Desmond Morris",
    "Dan Millman",
    "Elie Wiesel",
    "Blaise Pascal",
    "Sean Connery",
    "Soren Kierkegaard",
    "Mary McLeod Bethune",
    "Stanley Baldwin",
    "Flannery O'Connor",
    "Andrea Dworkin",
    "Martin Luther",
    "Clarence Darrow",
    "William Inge",
    "John Wooden",
    "Bruce Lee",
    "Mason Cooley",
    "Rick Warren",
    "William Inge",
    "Anton Chekhov",
    "J. R. R. Tolkien",
    "Frances Wright",
    "Mason Cooley",
    "Eric Hoffer",
    "Samuel Butler",
    "Samuel Butler",
    "Eric Hoffer",
    "Ralph Waldo Emerson",
    "Ralph Waldo Emerson",
    "William Shakespeare",
    "Elizabeth I",
    "Gustave Flaubert",
    "Thomas Huxley",
    "Eric Hoffer",
    "Jim Wallis",
    "Jimmy Carter",
    "Laurence Sterne",
    "Martin Luther",
    "Thomas Paine",
    "Ronald Reagan",
    "Adlai Stevenson I",
    "William Jennings Bryan",
    "Jackie Kennedy",
    "Vince Lombardi",
    "Henry Miller",
    "Marian Wright Edelman",
    "A. P. J. Abdul Kalam",
    "Hermann Hesse",
    "Mahatma Gandhi",
    "Junius",
    "Gordon Brown",
    "Barack Obama",
    "Elizabeth Edwards",
    "Mitch Daniels",
    "T. S. Eliot",
    "Katy Perry",
    "Steve Jobs",
    "Steve Jobs",
    "Steve Jobs",
    "Steve Jobs",
    "Tony Dungy",
    "Christopher Hitchens",
    "Tim Tebow",
    "Mitt Romney",
    "Joseph Smith, Jr.",
    "John D. Rockefeller",
    "Edward Burns",
    "Eric Liu",
    "Jimmy Carr",
    "Barack Obama",
    "Rima Fakih",
    "Pat Summitt",
    "Valerie Bertinelli",
    "Vince Neil",
    "A. N. Wilson",
    "Cedric Richmond",
    "Tim Tebow",
    "A. N. Wilson",
    "Billy Graham",
    "Dalai Lama",
    "Richard Dawkins",
    "Robert H. Schuller",
    "Marco Rubio",
    "Taylor Swift",
    "Elie Wiesel",
    "Charles Stanley",
    "Charles Stanley",
    "Denzel Washington",
    "Tommy Lee Jones",
    "Jimmy Carter",
    "Desmond Tutu",
    "Thomas S. Monson",
    "Jon Meacham",
    "Jon Meacham",
    "Jon Meacham",
    "Jon Meacham",
    "Jon Meacham",
    "Anne Lamott",
    "Marian Wright Edelman",
    "Aung San Suu Kyi",
    "Barbara Bush",
    "Peter Singer",
    "Julia Cameron",
    "Christopher Hitchens",
    "Christopher Hitchens",
    "Christopher Hitchens",
    "Kyle Chandler",
    "Yann Martel",
    "Jarvis Cocker",
    "Ron Fournier",
    "Ron Fournier",
    "Dean Cain",
    "Martina McBride",
    "Brittany Murphy",
    "Karen Armstrong",
    "Karen Armstrong",
    "Ray Lewis",
    "Duane Chapman",
    "Chad Kroeger",
    "Corey Feldman",
    "Sean Hannity",
    "Yulia Tymoshenko",
    "T. D. Jakes",
    "T. D. Jakes",
    "Ben Carson",
    "Ben Carson",
    "Ben Carson",
    "Patrick Wilson",
    "Vera Farmiga",
    "Julianna Baggott",
    "Paul Davies",
    "Rob Bell",
    "Tom Shadyac",
    "Laura Chinchilla",
    "Henry Cisneros",
    "Rupert Sheldrake",
    "John Lewis",
    "Denise Mina",
    "Gayle King",
    "Bear Grylls",
    "Bear Grylls",
    "Bear Grylls",
    "Bear Grylls",
    "Kareena Kapoor Khan",
    "Cissy Houston",
    "Feisal Abdul Rauf",
    "Hayley Williams",
    "Iyanla Vanzant",
    "Kris Carr",
    "Abraham Verghese",
    "Abraham Verghese",
    "Francine Rivers",
    "Philip Yancey",
    "Richard Rohr",
    "Ben Carson",
    "Sharon Salzberg",
    "Ted Dekker",
    "Ravi Zacharias",
    "Ravi Zacharias",
    "Randa Abdel-Fattah",
    "Randa Abdel-Fattah",
    "Randa Abdel-Fattah",
    "Sam Harris",
    "Adam Hamilton",
    "Eric Schlosser",
    "Gary Hamel",
    "Christopher Moore",
    "Mary Karr",
    "N. T. Wright",
    "Os Guinness",
    "Brennan Manning",
    "Brennan Manning",
    "Annie Besant",
    "Annie Besant",
    "Vash Young",
    "Ginger Rogers",
    "Ellen G. White",
    "Ellen G. White",
    "Ellen G. White",
    "Ellen G. White",
    "Ellen G. White",
    "Ellen G. White",
    "Ellen G. White",
    "Louis Sullivan",
    "A. Scott Berg",
    "Gordon B. Hinckley",
    "Ben Parr",
    "Derrick Rose",
    "Bill Nye",
    "Max Lucado",
    "Greg Brenneman",
    "Janet Yellen",
    "Josh Fox",
    "Sufjan Stevens",
    "Paul Johnson",
    "Tim Tebow",
    "Tim Tebow",
    "Tim Tebow",
    "Edward Snowden",
    "Brene Brown",
    "Francis Collins",
    "Francis Collins",
    "George Muller",
    "George Muller",
    "George Muller",
    "George Muller",
    "Dan Brown",
    "Ezra Taft Benson",
    "Ezra Taft Benson",
    "Ezra Taft Benson",
    "Anna Maxwell Martin",
    "Michele Bachmann",
    "Saint Ignatius",
    "Sonia Sotomayor",
    "Joyce Meyer",
    "Joyce Meyer",
    "Joyce Meyer",
    "Allyson Felix",
    "Joyce Meyer",
    "Reza Aslan",
    "John Simm",
    "Kristin Armstrong",
    "Amin Maalouf",
    "Tullian Tchividjian",
    "Tullian Tchividjian",
    "Pope Francis",
    "Pam Ferris",
    "Anne Lamott",
    "Margaret Atwood",
    "Ravi Zacharias",
    "Charles R. Swindoll",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Joel Osteen",
    "Sandra Bullock",
    "Dallas Willard",
    "Andrea Bocelli",
    "Ishmael Beah",
    "Kevin DeYoung",
    "Jeremy Lin",
    "Regina Brett",
    "Saint Teresa of Avila",
    "Amy Grant",
    "Kirk Cameron",
    "A. P. J. Abdul Kalam",
    "Henry B. Eyring",
    "Henry B. Eyring",
    "Henry B. Eyring",
    "Henry B. Eyring",
    "Henry B. Eyring",
    "Henry B. Eyring",
    "Henry B. Eyring",
    "Henry B. Eyring",
    "David A. Bednar",
    "David A. Bednar",
    "David A. Bednar",
    "David A. Bednar",
    "David A. Bednar",
    "Marco Rubio",
    "James Dobson",
    "Jennifer Lopez",
    "Michael Shermer",
    "Rose Kennedy",
    "Taylor Swift",
    "Rick Warren",
    "Deepak Chopra",
    "Deepak Chopra",
    "Lech Walesa",
    "Ram Dass",
    "Pete Townshend",
    "Miranda Hart",
    "Julia Cameron",
    "Julia Cameron",
    "Stephen Mangan",
    "John Boyle O'Reilly",
    "Dikembe Mutombo",
    "Judith Hill",
    "Franklin Graham",
    "Monica Crowley",
    "Amanda Lindhout",
    "Nick Jonas",
    "Randeep Hooda",
    "Chuck Palahniuk",
    "Chuck Palahniuk",
    "John Wycliffe",
    "John Wycliffe",
    "John Wycliffe",
    "John Wycliffe",
    "William Wilberforce",
    "William Wilberforce",
    "Margaret D. Nadauld",
    "Paulo Coelho",
    "Dalai Lama",
    "James E. Faust",
    "James E. Faust",
    "James E. Faust",
    "James E. Faust",
    "James E. Faust",
    "James E. Faust",
    "Dinaw Mengestu",
    "Emraan Hashmi",
    "Billy Graham",
    "Richard Dawkins",
    "Jakob Bohme",
    "Bo Sanchez",
    "Stanley Hauerwas",
    "Jurgen Moltmann",
    "Ignatius of Antioch",
    "Ignatius of Antioch",
    "Kyrsten Sinema",
    "Jane Clayson",
    "Gordon B. Hinckley",
    "Heber J. Grant",
    "Joseph B. Wirthlin",
    "Joseph B. Wirthlin",
    "Jane Goodall",
    "Suzanne Brockmann",
    "Katie Ledecky",
    "Joyce Giraud",
    "Bobby Bowden",
    "Bobby Bowden",
    "Jason Dolley",
    "Jodi Benson",
    "Estelle",
    "Robert Reich",
    "Lewis B. Smedes",
    "Trinny Woodall",
    "Pierce Brosnan",
    "Amy Grant",
    "Sarah Ban Breathnach",
    "B. F. Skinner",
    "Joe Biden",
    "Sheri L. Dew",
    "John Ortberg",
    "John Ortberg",
    "Hassanal Bolkiah",
    "Edward M. Lerner",
    "Ridley Scott",
    "Jan Hus",
    "Louis D. Brandeis",
    "Tom Lehman",
    "Philippe Petit",
    "Robin Wright",
    "Bjornstjerne Bjornson",
    "Do Won Chang",
    "Myles Munroe",
    "Michel Faber",
    "Ahmed Zewail",
    "Henry David Thoreau",
    "Victoria Osteen",
    "Robert Jeffress",
    "Virginia Euwer Wolff",
    "Virginia Euwer Wolff",
    "Beverly Lewis",
    "C. S. Lewis",
    "Wendy Kopp",
    "Richard DeVos",
    "Emily Dickinson",
    "Victor Hugo",
    "Wayne Dyer",
    "Charles Spurgeon",
    "Charles Spurgeon",
    "Charles Spurgeon",
    "Menachem Begin",
    "Maajid Nawaz",
    "Kim Fields",
    "Eugene Kennedy",
    "Jennifer Johnston",
    "Juan Pablo Di Pace",
    "Herbert A. Simon",
    "Adoniram Judson",
    "Dieter F. Uchtdorf",
    "John Edgar Wideman",
    "Barack Obama",
    "Heinrich Rohrer",
    "Ray Comfort",
    "Jay Parini",
    "Cristina Saralegui",
    "Johnny Galecki",
    "Saul Alinsky",
    "Thomas S. Monson",
    "Ayrton Senna",
    "Brie Larson",
    "Ann Cotton",
    "Kailash Satyarthi",
    "Anne Frank",
    "John Muir",
    "Viktor E. Frankl",
    "Maria Montessori",
    "Pierre Teilhard de Chardin",
    "Pierre Teilhard de Chardin",
    "Pierre Teilhard de Chardin",
    "Maimonides",
    "Phil Robertson",
    "Barack Obama",
    "Sean Bean",
    "T. B. Joshua",
    "Paul Kalanithi",
    "Gordon Brown",
    "Jason Statham",
    "James Wan",
    "Steve King",
    "Gary Johnson",
    "Michael T. Flynn",
    "Marcia Fudge",
    "Joe Garcia",
    "Katie Ledecky",
    "Sonny Bill Williams",
    "Stephen Curry",
    "Stephen Curry",
    "Stephen Curry",
    "Ruth Bader Ginsburg",
    "Vin Scully",
    "John Coltrane",
    "Sylvia Plath",
    "Vincent McNabb",
    "Peter Marshall",
    "Alek Wek",
    "Christian Slater",
    "Jim Mattis",
    "Josh Gordon",
    "Tyler Perry",
    "John Wesley",
    "John Wesley",
    "John Wesley",
    "Ruth Bader Ginsburg",
    "Chris Martin",
    "Pope Benedict XVI",
    "William Hurt",
    "Khaled Hosseini",
    "Jeff Buckley",
    "Joseph de Maistre",
    "Joseph de Maistre",
    "Russell M. Nelson",
    "Russell M. Nelson",
    "Russell M. Nelson",
    "Russell M. Nelson",
    "Russell M. Nelson",
    "Russell M. Nelson",
    "Russell M. Nelson",
    "D. B. Sweeney",
    "David Seltzer",
    "Robert Jeffress",
    "Robert Jeffress",
    "Craig Sager",
    "Coretta Scott King",
    "John Lewis",
    "John Lewis",
    "Art Malik",
    "Pat Buchanan",
    "Pat Buchanan",
    "Kim Jong-un",
    "Kim Jong-un",
    "J. D. Vance",
    "J. D. Vance",
    "J. D. Vance",
    "Saint Patrick",
    "Emmanuel Macron",
    "Hozier",
    "Hozier",
    "Isoroku Yamamoto",
    "Ann Coulter",
    "Taylor Sheridan",
    "Tyler Winklevoss",
    "J. D. Vance",
    "J. D. Vance",
    "J. D. Vance",
    "Margo Price",
    "Jason Schreier",
    "Laurence Fishburne",
    "Yolanda Hadid",
    "Lewis Hamilton",
    "RM",
    "Larry Gagosian",
    "Jim James",
    "Blase J. Cupich",
    "Anand Mahindra",
    "Laura Ingraham",
    "Darryl Glenn",
    "Marshall Goldsmith",
    "Masi Oka",
    "Amy Coney Barrett",
    "Cynthia Erivo",
    "Bradley Walsh",
    "Lecrae",
    "Ben Rhodes",
    "Anthony Ray Hinton",
    "Adrienne C. Moore",
    "NF",
    "Manmohan Singh",
    "Jay DeMarcus",
    "Kurt Warner",
    "Luka Modric",
    "Kaka",
    "Robert Nozick",
    "Olivier Giroud",
    "Lee Min-ho",
    "Nani",
    "Ski Mask the Slump God",
    "Daniel Sturridge",
    "Eddie Guerrero",
    "Geraint Thomas",
    "Wayne Shorter",
    "Scott Morrison",
    "Jeremy Hardy",
    "Stephen Miller",
    "Terry O'Quinn",
    "Ilhan Omar",
    "Vincent Kompany",
    "Ruby Bridges",
    "Ruby Bridges",
    "Peter Scolari",
    "Nipsey Hussle",
    "Nipsey Hussle",
    "Nipsey Hussle",
    "Edwin van der Sar",
    "Ben Domenech",
    "Henry Cejudo",
    "Jackie Shroff",
    "Richard Ashcroft",
    "Mya",
    "Ronan Keating",
    "Roberto Baggio",
    "Peter Hitchens",
    "Pete Buttigieg",
    "La La Anthony",
    "Donna Strickland",
    "Bret Bielema",
    "Donovan Mitchell",
    "Paula White",
    "Badshah",
    "Clayton Kershaw",
    "Fethullah Gulen",
    "Philip Rivers",
    "Florence Scovel Shinn",
    "Hannah Fry",
    "John Kennedy",
    "John Kennedy",
    "Anh Do",
    "Masha Gessen",
    "Deborah Birx",
    "Morgan Wallen",
    "Derek Carr",
    "Phan Thi Kim Phuc",
    "Phan Thi Kim Phuc",
    "Jack Monroe",
    "Hilary Benn",
    "Dominique Jackson",
    "Mark Fisher",
    "Gutzon Borglum",
    "Sayani Gupta",
    "Raphael Varane",
    "Thomas Chatterton Williams",
    "Jay Shetty",
    "Walter Mercado",
    "Santan Dave",
    "Erik Lamela",
    "Erin O'Toole",
    "Sofia Helin",
    "Rich Froning Jr.",
    "Penny Johnson Jerald",
    "Rosalia",
    "Ryan Garcia",
    "Albert II, Prince of Monaco",
    "Al Horford",
    "Joseph D. Pistone",
    "Akiane Kramarik",
    "Rudy Ruettiger",
    "Monty Williams",
    "Suleika Jaouad",
    "Jim Breuer",
    "Philip Bailey",
    "Ben Ray Lujan",
    "Bill Hagerty",
    "Seve Ballesteros",
    "Bukayo Saka",
    "Bukayo Saka",
    "Bukayo Saka",
    "Bukayo Saka",
    "Bukayo Saka",
    "Angela Scanlon",
    "Justin Tucker",
    "Griff",
    "Lainey Wilson",
    "Jalen Hurts",
    "Jalen Hurts",
    "Colin Allred",
    "Francisco Lindor",
    "Jasmine Crockett",
    "Javier Milei",
    "Brenda Fricker",
    "Jonathan Roumie"
  ]
}